Repository: Intellique/Daemon
Catalog: locale/*/LC_MESSAGES/libstoriqone-drive.po
Languages: es, fr

source: [%s %s #%u]: reopen media '%s' for reading at position #%d
es: [%s %s #%u]: reapertura de los medios "%s" lectura de la posición #%d
fr: [ %s %s #%u ] : réouverture du média « %s » en lecture à la position n°%d

source: [%s %s #%u]: counting archives from media '%s'
es: [%s %s #%u]: contaje de los archivos del media "%s"
fr: [ %s %s #%u ] : comptage des archives du média « %s »

source: [%s %s #%u]: attach media '%s' to pool '%s'
es: [%s %s #%u]: relaciona el media "%s" al pool "%s"
fr: [ %s %s #%u ] : relie le média « %s » au pool « %s »

source: [%s %s #%u]: Parsing archive from media '%s' at position #%u
es: [%s %s #%u]: Analisis del archivo desde el media "%s" a la posición #%u
fr: [ %s %s #%u ] : Analyse de l’archive depuis le média « %s » à la position n°%u

source: [%s | %s | #%u]: Throughput: %s/s
fr: [ %s %s #%u ] : Débit %s/s

source: [%s %s #%u]: checking header of media '%s'
es: [%s %s #%u]: verificación del encabezamiento del media "%s"
fr: [ %s %s #%u ] : vérification de l’entête du média « %s »

source: [%s %s #%u]: open media '%s' for writing
es: [%s %s #%u]: abertura del media "%s" en escritura
fr: [ %s %s #%u ] : ouverture du média « %s » en écriture

source: [%s %s #%u]: failed to open media '%s' for writing
es: [%s %s #%u]: fallo a la pertura del media "%s" en escritura
fr: [ %s %s #%u ] : échec lors de l’ouverture du média « %s » en écriture

source: [%s %s #%u]: New connection from job (id: %s, num runs: %u)
es: [%s %s #%u]: Nueva conexión de la tarea (id: %s, # ejecución: %u)
fr: [ %s %s #%u ] : Nouvelle connexion depuis la tâche (id: %s, n°exécution: %u)

source: [%s %s #%u]: open media '%s' for importing archives
es: [%s %s #%u]: apertura del media "%s" para importar archivos
fr: [ %s %s #%u ] : ouverture du média « %s » pour l’imporatation d'archives

source: [%s %s #%u]: failed to open media '%s' for creating new archive volume
fr: [ %s %s #%u ] : échec lors de l’ouverture du média « %s » pour la création d’un nouveau volume d’archive

source: [%s %s #%u]: Erasing media '%s' (mode: %s)
es: [%s %s #%u]: Borrando los media "%s" (mode : %s)
fr: [ %s %s #%u ]: Effacement du média « %s » (mode : %s)

source: quick
es: rápido
fr: rapide

source: [%s %s #%u]: media '%s' erased successfully
es: [%s %s #%u]: media "%s" barrado con éxito
fr: [ %s %s #%u ] : média « %s » effacé avec succès

source: [%s %s #%u]: failed to erase media '%s'
es: [%s %s #%u] : fallo al borrar en el media "%s"
fr: [ %s %s #%u ] : échec lors de l’effacement du média « %s »

source: [%s %s #%u]: formatting media '%s'
es: [%s %s #%u]: formateo del media "%s"
fr: [ %s %s #%u ] : formatage du média « %s »

source: [%s %s #%u]: media '%s' formatted successfully
es: [%s %s #%u]: media "%s" formateo con éxito
fr: [ %s %s #%u ] : formatage du média « %s » avec succès

source: [%s %s #%u]: failed to format media '%s'
es: [%s %s #%u]: fallo de formateo del media "%s"
fr: [ %s %s #%u ] : échec du formatage du média « %s »

source: [%s %s #%u]: open media '%s' for reading at position #%d
es: [%s %s #%u]: apertura de el media "%s" lectura de la posición #%d
fr: [ %s %s #%u ] : ouverture du média « %s » en lecture à la position #%d

source: [%s %s #%u]: failed to open media '%s' for reading at position #%d
es: [%s %s #%u]: Fallo a la apertura del media "%s" lectura de la posición #%d
fr: [ %s %s #%u ] : échec lors de l’ouverture du média « %s » en lecture à la position #%d

source: Starting drive (type: %s)
es: Arranque del lector (type: %s)
fr: Démarrage du lecteur (type : %s)

source: Initializing drive (type: %s)
es: Inicio del lector (type : %s)
fr: Initialisation du lecteur (type : %s)

source: Starting drive (type: %s, vendor: %s, model: %s, serial number: %s)
es: Arranque del lector (tipo: %s, fabricante: %s, modelo: %s, número de serie: %s)
fr: Démarrage du lecteur (type : %s, fabricant : %s, modèle : %s, numéro de série : %s)

source: Drive (type: %s) will stop
es: El lector (type : %s) va a detenerse
fr: Le lecteur (type : %s) va s’arrêter

source: Checking Storiq One header in media: %s
es: Verificación del encabezamiento de Storiq One en el media: %s
fr: Vérification de l’entête Storiq One dans le média : %s

source: Found Storiq One header in media with (uuid: %s, label: %s, blocksize: %zd)
es: Situar el encabezamiento de Storiq One en el media (uuid : %s, etiqueta : %s, tamaño del bloque: %zd)
fr: Une entête Storiq One a été trouvé sur le média avec (uuid : %s, étiquette : %s, taille de bloc : %zd)

source: Checking Storiq One header in media: Failed
es: Verificación del encabezamiento de Storiq One en el media: fallo
fr: Vérification de l’entête Storiq One sur le média : échec

source: Failed to compute digest before writing media header
es: Fallo de cálculo de las huellas antes de escribir en el encabezamiento de el media
fr: Échec du calcul de l’empreinte avant l’écriture de l’entête du média

source: long
es: largo
