Repository: Intellique/Daemon
Catalog: locale/*/LC_MESSAGES/libstoriqone-job.po
Languages: es, fr

source: Filename '%s' contains an invalid UTF-8 sequence
es: El fichero '%s' contiene una secuencia de codificación UTF-8 no válido

source: Failed to read link of file '%s' because %m
es: fallo al leer el enlace simbólico del fichero "%s" porque %m
fr: Échec lors de la lecture du lien symbolique du fichier « %s » parce que %m

source: Daemon unexpectedly quit
es: El demonio se ha cerrado inesperadamente
fr: Le démon a inopinément quitté

source: Error, user '%s' has been disabled consequently job (type: %s, key: %s, name: %s) cannot proceed
es: Error, el usuario "%s" ha sido desactivado en consecuancia la tarea (tipo: %s, llave: %s, nombre: %s) no pude ejecutarse
fr: Erreur, l’utilisateur « %s » a été désactivé en conséquence la tâche (type : %s, clef : %s, nom : %s) ne peut pas s’exécuter

source: Starting simulation of job (type: %s, key: %s, name: %s)
es: Arranque de la simulación de la tarea (tipo: %s, llave: %s, nombre: %s)
fr: Démarrage de la simulation de la tâche (type : %s, clef : %s, nom : %s)

source: Simulation of job (type: %s, key: %s, name: %s) failed with code: %d
es: Simulación de la tarea (tipo: %s, llave: %s, nombre: %s) a fallado con el codigo: %d
fr: La simulation de la tâche (type : %s, clef : %s, nom : %s) a échoué avec le code : %d

source: Starting job (type: %s, key: %s, name: %s)
es: Arranque de la tarea (tipo: %s, llave: %s, nombre: %s)
fr: Démarrage de la tâche (type : %s, clef : %s, nom : %s)

source: Job exit (type: %s, key: %s, name: %s), exit code: %d
es: Fin de la tarea (tipo: %s, llave: %s, nombre: %s), codigo de salida: %d
fr: Fin de la tâche (type : %s, clef : %s, nom : %s), code de sortie : %d

source: Starting job (type: %s)
es: Arranque de la tarea (tipo: %s)
fr: Démarrage de la tâche (type : %s)

source: Initializing job (type: %s)
es: Inicializanción de la tarea (tipo : %s)
fr: Initialisation de la tâche (type : %s)

source: Media not found (named: %s)
es: Media no encontrado (llamado: %s)
fr: Média non trouvé (nommé : %s)

source: Automatic formatting media '%s'
es: Formateo automático del media "%s"
fr: Formatage automatique du média « %s »

source: Failed to format media
es: Fallo de formateo del media
fr: Échec du formatage du média

source: Checking media header '%s' was successful
es: verificación del encabezamiento del media "%s" en curso
fr: Vérification de l’entête du média « %s » en cours

source: Checking media header '%s': failed
es: verificación del encabezamiento del media "%s" fallo
fr: Vérification de l’entête du média « %s » : échec

source: run script: %d script found, type: %s
es: Ejecución del script: %d script encontrado, tipo: %s
fr: Exécution de script : %d script trouvé, type : %s

source: script not found in database, %s, %d/%d
es: el script no ha sido encontrado en la base de datos, %s, %d/%d
fr: le script n’a pas été trouvé dans la base de données, %s, %d/%d

source: starting script (type: %s, path: %s)
es: arranque del script (tipo: %s, ruta: %s)
fr: démarrage du script (type : %s, chemin : %s)

source: script '%s' exited with code %d
es: el escript "%s" a salido con el codigo %d
fr: le script « %s » a quitté avec le code %d

source: script '%s' exited with code OK
es: el script "%s" a salido con el codigo ok
fr: le script « %s » a quitté avec le code ok

source: script '%s' has not returned any data
es: el script "%s" no ha renviado los datos
fr: le script « %s » n‘a pas retourné de données

source: script '%s' has not returned data 'should run'
es: el script "%s" no ha renviado "shuold run"
fr: le script « %s » n’a pas retourné « should run »

source: script '%s' return message: %s
es: el script "%s" a enviado el mensaje: %s
fr: le script « %s » a retourné le message : %s
