Repository: Intellique/Daemon
Catalog: locale/*/LC_MESSAGES/libstoriqone-changer.po
Languages: es, fr

source: Drive (pid: %d) has exited
fr: Le lecteur (pid : %d) à quitté

source: Restart drive (pid: %d)
fr: Rédemarrage du lecteur (pid : %d)

source: [%s | %s]: unloading media '%s' from drive #%d
es: [%s | %s]: descargando el media "%s" desde el lector #%d
fr: [ %s | %s ] : déchargement du média « %s » depuis le lecteur #%d

source: [%s | %s]: unloading media '%s' from drive #%d completed with code = %d
es: [%s | %s]: descargando el media "%s" desde el lector #%d finalizado con el codigo = %d
fr: [ %s | %s ] : déchargement du média « %s » depuis le lecteur #%d terminé avec le code = %d

source: [%s | %s]: unloading media '%s' from drive #%d completed with code = OK
es: [%s | %s]: descargando el media "%s" desde el lector #%d finalizado con el codigo = OK
fr: [ %s | %s ] : déchargement du média « %s » depuis le lecteur #%d terminé avec le code = OK

source: [%s | %s]: the drive (%s#%u) doesn't support media format (%s)
es: [%s | %s]: el lector (%s#%u) no puede utilizar los medias de formato (%s)
fr: [ %s | %s ] : le lecteur (%s#%u) ne peut utiliser les médias au format (%s)

source: [%s | %s]: job (id: %s) gets media '%s'
es: [%s | %s]: tarea (id: %s) obtiene los medias "%s"
fr: [ %s | %s ] : la tâche (id : %s) reçoit le média « %s »

source: [%s | %s]: no free drive available
es: [%s | %s]: ningún disco disponible
fr: [ %s | %s ] : pas de lecteur libre de disponible

source: [%s | %s]: loading media '%s' from slot #%u to drive #%d
es: [%s | %s]: cargando el media "%s" desde la ranura #%u al lector #%d
fr: [ %s | %s ] : chargement du média « %s » depuis l’emplacement #%u vers le lecteur #%d

source: [%s | %s]: loading media '%s' from slot #%u to drive #%d completed with code = %d
es: [%s | %s]: cargando el media "%s" desde la ranura #%u al lector #%d finalizado con el codigo =%d
fr: [ %s | %s ] : chargement du média « %s » depuis l’emplacement #%u vers le lecteur #%d terminé avec le code = %d

source: [%s | %s]: loading media '%s' from slot #%u to drive #%d completed with code = OK
es: [%s | %s]: cargando el media "%s" desde la ranura #%u al lector #%d finalizado con el codigo =OK
fr: [ %s | %s ] : chargement du média « %s » depuis l’emplacement #%u vers le lecteur #%d terminé avec le code = OK

source: Stoned has hang up
es: El demonio se ha colgado inesperadamente
fr: Le démon a inopinément quitté

source: Starting changer (type: %s)
es: Iniciando el movimiento del brazo articulado (type : %s)
fr: Démarrage de l’échangeur (type : %s)

source: Initialize changer (type: %s)
es: Inicialización del brazo articulado (type : %s)
fr: Initialisation de l’échangeur (type : %s)

source: [%s | %s]: changer will be offline
es: [%s | %s]: el brazo articulado se va a desconectar
fr: [ %s | %s ] : l’échangeur va être mis hors-ligne

source: [%s | %s]: changer is now offline
es: [%s | %s]: el brazo articulado está fuera de linea
fr: [ %s | %s ] : l’échangeur est maintenant hors-ligne

source: [%s | %s]: failed to set changer offline
es: [%s | %s]: fallo al ponerse fuera de linea el brazo articulado
fr: [ %s | %s ] : échec de la mise hors-ligne de l’échangeur

source: [%s | %s]: changer will be online
es: [%s | %s]: el brazo articulado se va a poner en linea
fr: [ %s | %s ] : l’échangeur va être remis en ligne

source: [%s | %s]: changer is now online
es: [%s | %s]: el brazo articulado está en linea
fr: [ %s | %s ] : l’échangeur est maintenant en ligne

source: [%s | %s]: failed to set changer online
es: [%s | %s]: fallo al ponerse en linea el brazo articulado
fr: [ %s | %s ] : échec de la remise en-ligne de l’échangeur

source: Changer (type: %s) will stop
es: El brazo articulado (type: %s) se va a detener
fr: Échangeur (type : %s) va s’arrêter
