Repository: Intellique/Daemon
Catalog: locale/*/LC_MESSAGES/libstoriqone.po
Languages: es, fr

source: imcomplete
fr: imcomplète

source: data-complete
fr: données complète

source: complete
fr: complète

source: error
fr: erreur

source: block device
es: dispositivo de bloques
fr: fichier spécial de type bloc

source: character device
es: dispositivo de caracteres
fr: fichier spécial de type caractère

source: directory
es: directorio
fr: répertoire

source: fifo
es: tubería nombrada fifo
fr: tube nommé

source: regular file
es: fichero regular
fr: fichier

source: symbolic link
es: enlace simbólico
fr: lien symbolique

source: unknown file type
es: tipo de fichero desconocido
fr: type de fichier inconnu

source: none
es: ninguno
fr: aucun

source: set offline
es: poner fuera de linea
fr: mettre hors ligne

source: set online
es: poner en linea
fr: mettre en ligne

source: unknown action
es: acción desconocida
fr: action inconnue

source: exporting
es: exportación
fr: exportation

source: idle
es: en reposo
fr: au repos

source: going offline
es: va a ponerse fuera de linea
fr: en cours de mise hors ligne

source: going online
es: va a ponerse en linea
fr: en cours de mise en ligne

source: importing
es: importación
fr: importation

source: loading
es: cargando
fr: en chargement

source: offline
es: fuera de linea
fr: hors ligne

source: unloading
es: descargando
fr: déchargement

source: unknown status
es: estado desconocido
fr: statut inconnu

source: so_checksum_compute: invalid parameters (checksum: %p, data: %p, length: %zd)
es: so_cheksum_compute: parámetros inválidos (checksum : %p, data : %p, length : %zd)
fr: so_checksum_compute : paramètres invalides (checksum : %p, data : %p, length : %zd)

source: so_checksum_compute: failed to load checksum plugin '%s'
es: so_checksum_compute: fallo al cargar el módulo del cálculo de comprobación de la huella« %s »
fr: so_checksum_compute : échec lors du chargement du module de calcul d’empreinte « %s »

source: so_checksum_convert_to_hex: invalid parameters (digest: %p, length: %zd, hex_digest: %s)
es: so_checksum_convert_to_hex: parámetros inválidos (digest : %p, length : %zd, hex_digest : %s)
fr: so_checksum_convert_to_hex : paramètres invalides (digest : %p, length : %zd, hex_digest : %s)

source: so_checksum_gen_salt: parameter 'length' should be greater than 8 (instead of %zd)
es: so_checksum_gen_salt: longitud del parámetro "length" debe ser superior a 8 (en lugar de %zd)
fr: so_checksum_gen_salt : longueur du paramètre « length » doit être supérieur à 8 (au lieu de %zd)

source: so_checksum_gen_salt: failed to open "/dev/urandom" to generate salt because %m
es: so_checksum_gen_salt: error en el momento de la abertura de "/dev/urandom" para generar una sal porque %m
fr: so_checksum_gen_salt : erreur lors de l’ouverture de « /dev/urandom » pour générer un sel parce que %m

source: so_checksum_gen_salt: warning, failed to close "/dev/urandom" (fd: %d) because %m
es: so_checksum_gen_salt: atención, error en el momento del cierre de "/dev/urandom" (fd : %d) porque %m
fr: so_checksum_gen_salt : attention, error lors de la fermeture de « /dev/urandom » (fd : %d) parce que %m

source: so_checksum_gen_salt: error while reading from "/dev/urandom" because %m
es: so_checksum_gen_salt: error en el momento de la lectura desde "/dev/urandom" porque %m
fr: so_checksum_gen_salt : erreur lors de la lecture depuis « /dev/urandom » parce que %m

source: so_checksum_gen_salt: read less than expected from "/dev/urandom" (nb read: %zd, expected: %zd)
es: so_checksum_gen_salt: a leído menos de lo esperado desde "/dev/urandom" (nb read : %zd, read expected : %zd)
fr: so_checksum_gen_salt : a lu moins qu’attendu depuis « /dev/urandom » (nb read : %zd, read expected : %zd)

source: so_checksum_get_driver: invalid parameter, 'driver' should not be NULL
es: so_checksum_get_driver: parámetro invalido, "driver"no debe ser nulo
fr: so_checksum_get_driver : paramètre invalide, « driver » ne doit pas être null

source: so_checksum_get_driver: failed to load checksum driver '%s'
es: so_checksum_get_driver: fallo de carga del modulo de cálculo de comprobación de la huella "%s"
fr: so_checksum_get_driver : échec de chargement du module de calcul d’empreinte « %s »

source: so_checksum_get_driver: driver '%s' did not call 'so_checksum_register_driver'
es: so_checksum_get_driver: el controlador "%s" no ha llamado "so_checksum_register_driver
fr: so_checksum_get_driver : le pilote « %s » n’a pas appelé « so_checksum_register_driver »

source: so_checksum_register_driver: trying to register a NULL driver
es: so_checksum_register_driver: intento para grabar un controlador "NULL"
fr: so_checksum_register_driver : tentative d’enregistrer un pilote « NULL »

source: so_checksum_register_driver: checksum driver '%s' is already registered
es: so_checksum_register_driver: el controlador de cálculo de comprobación de la huella "%s" está cargado
fr: so_checksum_register_driver : le pilote de calcul d’empreinte « %s » est déjà chargé

source: so_checksum_register_driver: checksum driver '%s' is now registered
es: so_checksum_register_driver: el controlador de cálculo de comprobación "%s" ahora está cargado
fr: so_checksum_register_driver : le pilote de calcul d’empreinte « %s » est maintenant chargé

source: so_checksum_salt_password: invalid parameters (password: %p, salt: %p)
es: so_checksum_salt_password: parámetro invalido (contraseña: %p, sal: %p)
fr: so_checksum_salt_password : paramètre invalide (password : %p, salt : %p)

source: Oops!!!, programs '%s' catch signal: %s
es: Vaya!!!, programas "%s" capta la señal: %s
fr: Oops!!!, le programme « %s » a reçu le signale : %s

source: so_database_get_driver: invalid parameter, 'driver' should not be NULL
es: so_database_get_driver: parámetro invalido, "driver" no debe ser "NULL"
fr: so_database_get_driver : paramètre invalide, « driver » ne doit pas être « NULL »

source: so_database_get_driver: failed to load database driver '%s'
es: so_database_get_driver: error al cargar el modulo de la base de datos "%s"
fr: so_database_get_driver : échec de chargement du module de base de données « %s »

source: so_database_get_driver: driver '%s' did not call 'so_database_register_driver'
es: so_database_get_driver: el controlador "%s" no ha llamado "so_database_register_driver
fr: so_database_get_driver : le pilote « %s » n’a pas appelé « so_database_register_driver »

source: so_database_load_config: invalid parameters (config: %p)
es: so_database_load_config: parámetro invalido (config: %p)
fr: so_database_load_config : paramètres invalides (config : %p)

source: so_database_register_driver: trying to register a NULL driver
es: so_database_register_driver: intentar grabar un controlador "NULL"
fr: so_database_register_driver : tentative d’enregistrer un pilote « NULL »

source: so_database_register_driver: database driver '%s' is already registered
es: so_database_register_driver: el controlador de base de datos "%s" está cargado
fr: so_database_register_driver : le pilote de base de données « %s » est déjà chargé

source: so_database_register_driver: database driver '%s' is now registered
es: so_database_register_driver: el controlor de la base de datos "%s" ahora está cargado
fr: so_database_register_driver : le pilote de base de données « %s » est maintenant chargé

source: Dump %zd stack, stack addr: %p, stack size: %zd
es: Vacio %zd pila, dirección de la pila: %p, tamaño de la pila: %zd
fr: Vide %zd tas, adresse du tas: %p, taille du tas: %zd

source: cleaning
es: limpiando
fr: nettoyage en cours

source: empty idle
es: vacío
fr: vide

source: erasing
es: borrando
fr: formatage en cours

source: loaded idle
es: cargando
fr: chargé

source: positioning
es: posición en curso
fr: positionnement en cours

source: reading
es: leyendo
fr: en lecture

source: rewinding
es: rebobinando
fr: rembobinage

source: writing
es: escribiendo
fr: en écriture

source: %zd B
fr: %zd o

source: %.*f KB
fr: %.*f Ko

source: %.*f MB
fr: %.*f Mo

source: %.*f GB
fr: %.*f Go

source: %.*f TB
fr: %.*f To

source: %.*f PB
fr: %.*f Po

source: so_file_cp: can't get information of '%s' because %m
es: so_file_cp: no ha logrado obtener las informaciones del "%s" porque %m
fr: so_file_cp : n’a pas réussi à obtenir les informations de « %s » parce que %m

source: so_file_cp: ignoring socket file '%s'
es: so_file_cp: ignorar los ficheros de tipo conector socket "%s"
fr: so_file_cp : ignore les fichier du type socket « %s »

source: so_file_cp: '%s' should be a directory
es: so_file_cp: "%s" debe ser un directorio
fr: so_file_cp : « %s » doit être un répertoire

source: so_file_cp: error while scanning directory '%s' because %m
es: so_file_cp: error al recorrer el directorio "%s" porque %m
fr: so_file_cp : erreur lors du parcours du répertoire « %s » parce que %m

source: so_file_cp: can't open file '%s' for reading because %m
es: so_file_cp: no puede abrir el fichero "%s" durante la lectura porque %m
fr: so_file_cp : n’a pas réussi à ouvrir le fichier « %s » en lecture parce que %m

source: so_file_cp: can't open file '%s' for writing because %m
es: so_file_cp: no puede abrir el fichero "%s" en escritura porque %m
fr: so_file_cp : n’a pas réussi à ouvrir le fichier « %s » en écriture parce que %m

source: so_file_cp: error while writing into '%s' because %m
es: so_file_cp: error durante la escritura en "%s" porque %m
fr: so_file_cp : erreur lors de l’écriture dans « %s » parce que %m

source: so_file_cp: error while reading from '%s' because %m
es: so_file_cp: error durante la lectura desde "%s" porque %m
fr: so_file_cp : erreur lors de la lecture depuis « %s » parce que %m

source: so_file_cp: can't read link of '%s' because %m
es: so_file_cp: no ha podido leer el enlace simbólico "%s" porque %m
fr: so_file_cp : n’a pas réussi à lire le lien symbolique « %s » parce que %m

source: so_file_cp: failed to create symlink '%s' -> '%s' because %m
es: so_file_cp: fallo en el momento de la creación del enlace simbólico "%s" -> "%s" porque %m
fr: so_file_cp : échec lors de la création du lien symbolique « %s » -> « %s » parce que %m

source: so_file_cp: failed to create fifo '%s' because %m
es: so_file_cp: fallo en el momento de la creación de la tubería nombrada fifo "%s" porque %m
fr: so_file_cp : échec lors de la création du tube nommé « %s » parce que %m

source: so_file_cp: failed to create device '%s' because %m
es: so_file_cp: fallo en el momento de la creación del periférico "%s" porque %m
fr: so_file_cp : échec lors de la création du périphérique « %s » parce que %m

source: so_file_mkdir: error while creating directory '%s' because %m
es: so_file_mkdir: error en el momento de la creación del directorio "%s" porque %m
fr: so_file_mkdir : erreur lors de la création du répertoire « %s » parce que %m

source: so_file_mv: can't get information of '%s' because %m
es: so_file_mv: no ha podido obtener las informaciones de "%s" porque %m
fr: so_file_mv : n’a pas réussi à obtenir les informations de « %s » parce que %m

source: so_file_mv: failed to rename '%s' to '%s' because %m
es: so_file_mv: fallo en el momento de renombrar un fichero "%s" en "%s" porque %m
fr: so_file_mv : échec lors du renommage du fichier « %s » en « %s » parce que %m

source: so_file_read_all_from: failed to open '%s' because %m
es: so_file_read_all_from: fallo al abrir el fichero "%s" porque %m
fr: so_file_read_all_from : échec lors de l’ouverture du fichier « %s » parce que %m

source: so_file_read_all_from: error while reading from file '%s' because %m
es: so_file_read_all_from: error de lectura del fichero "%s" porque %m
fr: so_file_read_all_from: erreur en lisant depuis le fichier « %s » parce que %m

source: so_file_read_all_from: failed while reading from '%s' because %m
es: so_file_read_all_from: fallo al leer desde "%s" porque %m
fr: so_file_read_all_from : échec en lisant depuis « %s » parce que %m

source: so_file_rm: failed to get information of '%s' because %m
es: so_file_rm: fallo a la obtención de informaciones de "%s" porque %m
fr: so_file_rm : échec lors de obtention des informations de « %s » parce que %m

source: so_io_tmp_writer: Can't create temporary file into directory '%s' because %m
es: so_io_tmp_writer: no se pudo crear el fichero temporal en el directorio "%s" porque %m
fr: so_io_tmp_writer: n’a pas pu créé de fichier temporaire dans le répertoire « %s » parce que %m

source: disabled
es: desactivado
fr: désactivé

source: finished
es: finalizado
fr: terminée

source: paused
es: en pausa
fr: en pause

source: running
es: en ejecución
fr: en exécution

source: scheduled
es: programado
fr: programmée

source: stopped
es: parado
fr: arêtée

source: waiting
es: en espera
fr: en attente

source: read
es: leido
fr: lu

source: unknown notification
es: notificación desconocida
fr: notification inconnue

source: job
es: tarea
fr: tâche

source: on error
es: en error
fr: en cas d’erreur

source: post job
es: tarea posterior
fr: post tâche

source: pre job
es: previa tarea
fr: pré tâche

source: warm up
es: precalentar
fr: préchauffage

source: unknown
es: desconocido
fr: inconnu

source: libstoriqone: loader: failed to access file '%s' because %m
es: libstoriqone: loader: fallo de acceso al fichero "%s" porque %m
fr: libstoriqone : loader : échec lors de l’accès au fichier « %s » parce que %m

source: libstoriqone: loader: failed to load '%s' because %s
es: libstoriqone: loader: fallo de carga "%s" porque %s
fr: libstoriqone : loader : échec du chargemenet de « %s » parce que %s

source: Alert
es: Alerta
fr: Alerte

source: Critical
es: Critico
fr: Critique

source: Debug
es: Depuración
fr: Débogage

source: Emergency
es: Urgente
fr: Urgent

source: Error
fr: Erreur

source: Notice
es: Aviso
fr: Avis

source: Warning
es: Advertencia
fr: Attention

source: Unknown level
es: Nievel desconocido
fr: Niveau inconnu

source: Changer
es: Intercambio
fr: Échangeur

source: Daemon
es: Demonio
fr: Démon

source: Drive
es: Lector
fr: Lecteur

source: Job
es: Tarea
fr: Tâche

source: Logger
es: Registrador
fr: Enregistreur

source: User Interface
es: Interfaz Usuario
fr: Interface utilisateur

source: Unknown type
es: Tipo desconocido
fr: Type inconnu

source: data
es: datos
fr: données

source: video
fr: vidéo

source: disk
es: disco
fr: disque

source: linear
es: banda magnética
fr: linéaire

source: optical
es: disco optico
fr: optique

source: erasable
es: borrable
fr: effaçable

source: foreign
es: extranjero
fr: étrangère

source: in use
es: en uso
fr: en usage

source: locked
es: bloqueado
fr: verrouillée

source: needs replacement
es: necesita reemplazo
fr: à changer

source: new
es: nuevo
fr: neuve

source: pooled
es: agrupado
fr: groupé

source: rewritable
es: reescritura
fr: ré-inscriptible

source: quick mode
es: modo rápido
fr: mode rapide

source: thorough mode
es: modo minucioso
fr: mode minutieux

source: file
es: fichero
fr: fichier

source: so_thread_pool_run2: error, not enough memory to start new thread
es: so_thread_pool_run2: error, no hay suficiente memoria para iniciar un nuevo hilo de ejecución
fr: so_thread_pool_run2 : pas assez de mémoire pour démarrer un nouveau fil d’exécution

source: Failed while setting the name of thread '%s' because %m
es: fallo al definir el nombre del hilo de ejecución "%s" porque %m
fr: Échec lors de la définition du nom du fil d’exécution « %s » parce que %m

source: so_thread_pool_work: starting new thread #%ld (pid: %d) to function: %p with parameter: %p
es: so_thread_pool_work: iniciar un nuevo hilo de ejecución #%ld (pid : %d) a la función: %p con parámetro: %p
fr: so_thread_pool_work : démarrage d’un nouveau fil d’exécution #%ld (pid : %d) vers la fonction : %p avec comme paramètre : %p

source: so_thread_pool_work: thread #%ld (pid: %d) is going to sleep
es: so_thread_pool_work: hilo de ejecución #%ld (pid: %d) está en epera
fr: so_thread_pool_work : fil d’exécution #%ld (pid : %d) est mis en attente

source: so_thread_pool_work: restarting thread #%ld (pid: %d) to function: %p with parameter: %p
es: so_thread_pool_work: reicio del hilo de ejecución #%ld (pid : %d) a la función: %p con parámetro: %p
fr: so_thread_pool_work : redémarrage du fil d’exécution #%ld (pid : %d) vers la fonction : %p avec comme paramètre : %p

source: so_thread_pool_work: thread #%ld terminated
es: so_thread_pool_work: hilo de ejecución #%ld finalizado
fr: so_thread_pool_work : fil d’exécution #%ld terminé

source: socket
es: conector socket

source: important
es: importante

source: Info
es: Información

source: archive
es: archivo
