Repository: Intellique/Daemon
Catalog: locale/*/LC_MESSAGES/libstoriqone-database-postgresql.po
Languages: es, fr

source: PSQL: error while rolling back a savepoint => %s
es: PSQL: error de la anulación del punto de recuperación => %s
fr: PSQL : erreur lors de l’annulation du point de sauvegarde => %s

source: PSQL: Can't create checkpoint because there is an error in current transaction
es: PSQL: No se puede crear un punto de control de recuperación porque hay un error en la transacción actual
fr: PSQL : Ne peut créer un point de sauvegarde parce qu’il y a une erreur dans la transaction courante

source: PSQL: Can't create checkpoint because there is no active transaction
es: PSQL: No se puede crear un punto de control porque no hay transacción
fr: PSQL : Ne peut pas créer un point de sauvegarde parce qu’il n’y a pas de transaction

source: PSQL: error while creating a savepoint => %s
es: PSQL: error en el momento de la creación de un punto de recuperación => %s
fr: PSQL : erreur lors de la création d’un point de sauvegarde => %s

source: PSQL: Rolling back transaction because current transaction encountered an error
es: PSQL: Anulación de la transacción porque está en error
fr: PSQL : Annulation de la transaction parce qu’elle est en erreur

source: PSQL: Host not found into database (%s)
es: PSQL: Host no encontrado en la base de datos (%s)
fr: PSQL : Hôte non trouvé dans la base de données (%s)

source: PSQL: error while synchronizing drive with database
es: PSQL: error de sincronización de un lector con la base de datos
fr: PSQL : erreur lors de la synchronisation d’un lecteur avec la base de données

source: PSQL: error while synchronizing changer slots with database
es: PSQL: error de sincronización de la ubicación de una librería de banda con la base de datos
fr: PSQL : erreur lors de la synchronisation des emplacements d’une librairie de bande avec la base de données

source: Checking '%s'
es: Verificación "%s"
fr: Vérification « %s »

source: Retreiving archive from database in progress, %u / %u volume(s), %u / %u file(s)
fr: Récupération de l’archive depuis la base de données, %u / %u volume(s), %u / %u fichier(s)

source: PSQL: new query prepared (%s) => {%s}, status: %s
es: PSQL: nueva consulta preparada (%s) => {%s}, status: %s
fr: PSQL : nouvelle requête préparée (%s) => {%s}, status : %s

source: PSQL: error code => %s
fr: PSQL : code d’erreur => %s

source: PSQL: error {%s} => %s
fr: PSQL : erreur {%s} => %s

source: PSQL: error => %s
fr: PSQL : erreur => %s

source: PSQL: detail => %s
es: PSQL: detalle => %s
fr: PSQL : détail => %s

source: PSQL: hint => %s
es: PSQL: sugerencia => %s
fr: PSQL : suggestion => %s
