Repository: Intellique/Daemon
Catalog: locale/*/LC_MESSAGES/storiqone-job-erase-media.po
Languages: es, fr

source: Failed to load media '%s'
es: Fallo al cargar el media "%s"
fr: Échec lors du chargement du média « %s »

source: Trying to erase a write protected media '%s'
es: Tratando de borrar de un media protegido en escritura "%s"
fr: Tentative d’effacement d’un média protégé en écriture « %s »

source: Erasing media '%s' in progress (mode: %s)
es: Borrando los medias "%s" en progreso (modo: %s)
fr: Effacement du média « %s » en cours (mode : %s)

source: long
es: largo

source: quick
es: rápido
fr: rapide

source: Erasing media '%s' completed sucessfully
es: Borrando los medias "%s" terminado con éxito
fr: L’effacement du média « %s » terminé avec succès

source: Failed to erase media '%s'
es: Fallo al borrar los medias "%s"
fr: Échec lors de l’effacement du média « %s »

source: Critical error: no media linked to the current job
es: Error critico: no hay media liado a la tarea actual
fr: Erreur critique: pas de média lié à la tâche actuelle

source: Trying to erase a cleaning media
es: Tratando de borrar un media de limpieza
fr: Tentative d’effacement d’un média de netoyage

source: Trying to erase a worm media
es: Tratando de borrar un media
fr: Tentative d’effacement d’un média non réinscriptible

source: Trying to erase a media with error status
es: Tratando de borrar un media con estado en error
fr: Tentative d’effacement d’un média qui a un statut en erreur

source: Trying to erase a media containing a non-deleted archive (named: %s)
es: Tratando de borrar un media que contiene un archivo no suprimido (llamado: %s)
fr: Tentative d’effacement d’un média contenant une archive non supprimée (nommé : %s)

source: Aborting job because media '%s' contains non-deleted archives
es: Abandono de la tarea porque el media "%s" contiene los archivos no suprimidos
fr: Abandon de la tâche parce que le média « %s » contient des archives non supprimées
