Repository: Intellique/Daemon
Catalog: locale/*/LC_MESSAGES/storiqone-job-import-archives.po
Languages: es, fr

source: Failed to load media '%s'
es: Fallo al cargar el media "%s"
fr: Échec lors du chargement du média « %s »

source: Failed to update status of drive (%s %s %s)
es: Fallo de la actualización del estato del lector (%s %s %s)
fr: Échec lors de la mise à jour du statut du lecteur (%s %s %s)

source: Failed to start importation of media '%s'
es: Fallo al arrancar la importación del media "%s"
fr: Échec lors du démarrage de l’imporation du média « %s »

source: Counting archives
es: Calculando los archivos
fr: Calcul du nombre d’archives

source: Parsing archive #%u
es: Analisis del archivo #%u
fr: Analyse de l’archive n°%u

source: Critical error: no media linked to current job
es: Error critico: nungún media está liado a tarea actual
fr: Erreur critique: aucun média lié à la tâche actuelle

source: Trying to import a cleaning media '%s'
es: Intento de importación de un media de limpieza "%s"
fr: Tentative d’importation d’une média de netoyage « %s »

source: Trying to import a media '%s' which is a member of pool '%s'
es: Intento de importación de un media "%s" que es miembro del pool "%s"
fr: Tentative d’importation d’un média « %s » qui est membre du pool « %s »

source: Trying to import a media '%s' with error status
es: Intento de importación de un media "%s" qui es en error
fr: Tentative d’importation d’un média « %s » qui est en erreur

source: Pool not found
es: Pool no encontrado
fr: Pool non trouvé

source: Trying to import to a deleted pool '%s'
es: Intento de importacón en un pool suprimido "%s"
fr: Tentative d’importation dans un pool supprimé « %s »

source: Trying to import archives from media '%s' (media format: %s) not matching pool '%s' (pool format: %s)
es: Intento de importación de archivos "%s" (media format: %s) donde el formato no corresponde al " formato del pool "%s" (formato del pool: %s)
fr: Tentative d’importation d’archives depuis un média « %s » (média format : %s) dont le format ne correspond pas au format du pool « %s » (format du pool : %s)

source: Failed to find a suitable drive to import media '%s'
es: fallo al momento de la busqueda de un lector para importar el media "%s"
fr: Échec lors de la recherche d’un lecteur pour importer le média « %s »
