Repository: Intellique/Daemon
Catalog: locale/*/LC_MESSAGES/storiqone-drive-tape.po
Languages: es, fr

source: [%s | %s | #%u]: rewind tape (scsi version)
es: [%s | %s | #%u]: rebobinaje de la banda (versión scsi)

source: [%s | %s | #%u]: failed to rewind tape (scsi version)
es: [%s | %s | #%u]: fallo de rebobinaje de la bande (versión scsi)

source: long
es: largo

source: [%s | %s | #%u]: Positioning media '%s' to position #%d
es: [ %s | %s | #%u ]: Posicionamiento del media "%s" hacia la posición #%d

source: [%s | %s | #%u]: Positioning media '%s' to position #%d encountered an error '%m'
es: [%s | %s | #%u]: Posicionamiento del media "%s" hacia la posicion #%d a encontrado un error "%m"

source: [%s | %s | #%u]: Positioning media '%s' to position #%d completed with status = OK
es: [ %s | %s | #%u ]: Posicionamento del media "%s" hacia la posicion #%d terminado con éxito

source: [%s | %s | #%u]: error while writing because %m
es: [%s | %s | #%u]: fallo al escribir porque %m

source: [%s | %s | #%u]: error while writing end of file because %m
es: [%s | %s | #%u]: fallo al escribir el fin del marcador de fin de archivo porque %m
