Repository: Intellique/Daemon
Catalog: locale/*/LC_MESSAGES/storiqone-job-backup-db.po
Languages: es, fr

source: Failed to get database handle
es: Fallo de conexión a la base de datos
fr: Échec de connexion à la base de données

source: Failed to create temporary file
es: Fallo de creación del fichero temporal
fr: Échec de la création du fichier temporaire

source: Error while writting into temporary file because %m
es: Error de escritura en el fichero temporal porque %m
fr: Erreur lors de l’écriture dans le fichier temporaire parce que %m

source: Error while reading from database because %m
es: Error de escritura desde la base de datos porque %m
fr: Erreur lors de la lecture depuis la base de donées parce que %m

source: Error while writing to drive because %m
es: Error de escritura en el lector porque %m
fr: Erreur lors de l’écriture sur le lecteur parce que %m

source: Error while reading from temporary file because %m
es: Error de escritura desde el fichero temporal porque %m
fr: Erreur lors de la lecture depuis le fichier temporaire parce que %m

source: No media found, aborting database backup
es: Ningun media encontrado, abandono de la copia de seguridad de la base de datos
fr: Aucun média trouvé, abandon de la sauvegarde de la base de données

source: Not enough space available to complete backup
es: No hay suficiente espacio disponible para completar la copia de seguridad
fr: Pas assez d’espace disponible pour accomplir la sauvegarde

source: Pool (Storiq one database backup) not found
es: Pool (Storiq one database backup) no encontrado
fr: Pool (Storiq one database backup) non trouvé

source: Trying to back up database to a deleted pool
es: Intento de copia de seguridad en un pool suprimido
fr: Tentative de sauvegarde dans un pool supprimé

source: Trying to back up database to a pool which is not growable and without any media
es: Intento de copia de seguridad en un pool que no es extensible y que no contiene medias
fr: Tentative de sauvegarder dans un pool qui n’est pas extensible et qui ne contient pas de média
