Repository: Intellique/Daemon
Catalog: locale/*/LC_MESSAGES/storiqone-changer-vtl.po
Languages: es, fr

source: [%s | %s]: will update VTL
es: [ %s | %s ]: va a actualizar la VTL
fr: [ %s | %s ]: va mettre à jour la VTL

source: [%s | %s]: will remove %u drive
es: [ %s | %s ]: va a suprimir %u lector
fr: [ %s | %s ] : va supprimer %u lecteur

source: [%s | %s]: will remove %u slot
es: [ %s | %s ]: va a suprimir %u ranura
fr: [ %s | %s ] : va supprimer %u emplacement

source: [%s | %s]: will add %u slot
es: [ %s | %s ]: va a agregar %u ranura
fr: [ %s | %s ] : va ajouter %u emplacement

source: [%s | %s]: will add %u drive
es: [ %s | %s ]: va a agregar %u lector
fr: [ %s | %s ] : va ajouter %u lecteur

source: [%s | %s]: checking before VTL deletion
fr: [ %s | %s ] : vérification pré-suppression de VTL

source: [%s | %s]: error while checking for VTL deletion, deletion aborded
fr: [ %s | %s ] : erreur lors de la vérification pour la suppression de la VTL, suppression abandonnée

source: [%s | %s]: there remain undeleted archives, deletion aborded
fr: [ %s | %s ] : il reste des archives dans cette VTL, suppression abandonnée

source: [%s | %s]: there is no archives in this VTL, starting vtl deletion
fr: [ %s | %s ] : il n’y a pas d’archive dans cette VTL, démarrage de la suppression de la VTL

source: [%s | %s]: will delete VTL
es: [ %s | %s ]: va a suprimir la VTL
fr: [ %s | %s ] : va supprimer la VTL

source: [%s | %s]: VTL '%s' does not exists, starting creation
fr: [ %s | %s ] : la VTL « %s » n’existe pas, démarrage de sa création

source: [%s | %s]: growing size (from %s to %s) of media (label: %s)
fr: [ %s | %s ] : agrandissement de la taille (depuis %s vers %s) du média (étiquette : %s)

source: [%s | %s]: can't shrink media (label: %s) to size (%s) because media already uses %s. Change media size from %s to %s.
fr: [ %s | %s ] : ne peut pas réduire la taille du média (étiquette : %s) vers (%s) parce que le média utilise déjà %s. Changement de la taille du média depuis %s vers %s.

source: [%s | %s]: shrink size (from %s to %s) of media (label: %s)
fr: [ %s | %s ] : rétrécissement de la taille (depuis %s vers %s) du média (étiquette : %s)

source: [%s | %s]: there is no scripts to be run
es: [ %s | %s ]:no hay scripts para ejecutar
fr: [ %s | %s ] : il n’y a pas de scripts à exécuter

source: [%s | %s]: starting post-script
es: [ %s | %s ]: arranque del script de post-ejecución
fr: [ %s | %s ] : démarrage des scripts de post-exécution

source: [%s | %s]: no more scripts to be run
es: [ %s | %s ]: no hay script para ejecutar
fr: [ %s | %s ] : il n’y a plus de scripts à exécuter

source: [%s | %s]: starting pre-script
es: [ %s | %s ]: arranque de los scripts de pre-ejecución
fr: [ %s | %s ] : démarrage des scripts de pré-exécution

source: [%s | %s]: memory allocation failure
es: [ %s | %s ]: error de la atribución de memoria
fr: [ %s | %s ] : échec de l’allocation de mémoire

source: [%s | %s]: Starting #%d script '%s'
es: [ %s | %s ]: arranque del script #%d "%s"
fr: [ %s | %s ] : démarrage du script n°%d « %s »

source: [%s | %s]: script #%d '%s' has finished with exit code: %d
es: [ %s | %s ]: el scrippt #%d "%s" a terminado con el codigo de vuelta: %d
fr: [ %s | %s ] : le script n°%d « %s » a terminé avec le code de retour : %d
