Repository: Intellique/Daemon
Catalog: locale/*/LC_MESSAGES/storiqone-job-check-backup-db.po
Languages: es

source: Failed while setting worker thread name
es: Fallo en la definición del nombre del hilo de ejecucón

source: Checking backup volume #%u: success
es: verificación del volumen #%u de la copia de seguridad: éxito

source: Checking backup volume #%u: failed
es: Verificación del volumen #%u de la copia de seguridad: fallo

source: Checking backup: success
es: verificación de la copia de seguridad: éxito

source: Checking backup: failed
es: Verificación de la copia de seguriadad: fallo

source: Backup not found
es: No se encuentra la copia de seguridad

source: BUG: media should not be empty
es: BUG: el media no debe estar vacío

source: Try to read a media with error status
es: Intento de lectura del media cuyo estatu está en error

source: Warning, media '%s' not found
es: Atención el media "%s" no ha sido encontrado

source: Error, failed to open backup from media '%s'
es: Error, fallo a la abertura de la copia de seguridad desde el media "%s"
