Repository: Intellique/Daemon
Catalog: locale/*/LC_MESSAGES/storiqone-job-restore-archive.po
Languages: es, fr

source: Skipping verifying '%s' because there are no checksums availables
es: No hay verificación de "%s" porque no hay suma de verificación disponibles
fr: Pas de vérification de « %s » parce qu’il n’a pas d’empreintes disponibles

source: Failed to open '%s' because %m
es: Fallo a la apertura de "%s" porque %m
fr: Échec à l’ouverture de « %s » parce que %m

source: data integrity of file '%s' is correct
es: la integridad de los datos del fichero "%s" es correcto
fr: l’intégrité des données du fichier « %s » est correcte

source: data integrity of file '%s' is not correct
es: la integridad de los datos del fichero "%s" no está correcto
fr: l’intégrité des données du fichier « %s » n’est pas correcte

source: Error while seeking to file '%s'
es: Error al posicionarse en el fichero "%s"
fr: Erreur en se positionnant sur le fichier « %s »

source: Creating missing directories '%s' with permission 0777
es: Creando los directorios faltantes "%s" con el permiso 0777
fr: Création des répertoires manquants « %s » avec la permission 0777

source: Starting restoring file '%s'
es: Arranque de la restitución del fichero "%s"
fr: Démarrage de la restitution du fichier « %s »

source: Error while opening file '%s' for writing because %m
es: error a la apertura del fichero "%s" en escritura porque %m
fr: Erreur à l’ouverture du fichier « %s » en écriture parce que %m

source: Error while seeking into file '%s' because %m
es: Error al moverse en el fichero "%s" porque %m
fr: Erreur en se déplaçant dans le fichier « %s » parce que %m

source: Error while writing to file '%s' because %m
es: Error al escribir en el fichero "%s" porque %m
fr: Erreur en écrivant dans le fichier « %s » parce que %m

source: Error while reading from media '%s' because %m
es: Error al leer desde el media "%s" porque %m
fr: Erreur en lisant depuis le média « %s » parce que %m

source: Error while restoring file owner (%s) because %m
es: error al restaurar la propiedad del fichero (%s) porque %m
fr: Erreur en restaurant le propriétaire du fichier « %s » parce que %m

source: Error while restoring file permissions '%s' because %m
es: Error al restaurar las permisiones de los ficheros "%s" porque %m
fr: Erreur en restaurant les permissions du fichier « %s » parce que %m

source: Error while setting file date and time '%s' because %m
es: Error al restaurar la fecha y hora del fichero "%s" porque %m
fr: Erreur en restaurant l’horodatage du fichier « %s » parce que %m

source: Failed to create directory '%s' because %m
es: Fallo a la creación del directorio "%s" porque %m
fr: Échec lors de la création du répertoire « %s » parce que %m

source: Failed to create symbolic link '%s' to '%s' because %m
es: fallo a la creación del enlace simbólico "%s" hacia "%s" porque %m
fr: Échec lors de la création du lien symbolique « %s » vers « %s » parce que %m

source: Failed to change permission of '%s' to '%03o' because %m
es: fallo al momento de cambiar los permisos de "%s" hacia "%03o" porque %m
fr: Échec lors du changement de permission de « %s » vers « %03o » parce que %m

source: Failed to create fifo '%s' because %m
es: Fallo al crear la tubería nombrada fifo "%s" porque %m
fr: Échec lors de la création du tube nommé « %s » parce que %m

source: Failed to create character device '%s' because %m
es: Fallo al momento de la creación del dispositivo de caracteres "%s" porque %m
fr: Échec lors de la création du périphérique characteère « %s » parce que %m

source: Failed to create block device '%s' because %m
es: Fallo al momento de la creación del dispositivo de bloques"%s" porque %m
fr: Échec lors de la création du périphérique bloc « %s » parce que %m

source: Failed to change owner and group of '%s' because %m
es: Fallo al momento del cambio del propietario y del grupo de "%s" porque %m
fr: Échec lors du changement du propriétaire et du groupe de « %s » parce que %m

source: Failed while setting worker thread name
es: Fallo en el momento de la definición del hilo de ejecución
fr: Échec lors de la définition du nom du fil d’exécution

source: Starting worker thread #%u
es: Arranque del hilo de ejecución #%u
fr: Démarrage du fil d’exécution n°%u

source: Archive not found
es: Archivo no encontrado
fr: Archive non trouvée

source: No restoration for deleted archive '%s'
es: ninguna restauración del archivo suprimido "%s"
fr: Pas de restitution d’archive supprimée « %s »

source: Restore path should be absolute (starts with '/')
es: La ruta de restitución debe ser absoluta (comience por "/")
fr: Le chemin de restitution doit être absolu (commence par '/')

source: You cannot have "restore_version" option with "restore_min_version" or "restore_max_version"
fr: Vous ne pouvez pas avoir l’option « restore_version » avec « restore_min_version » ou « restore_max_version »

source: job option "restore_min_version" should be greater or equal to 1
fr: L’option de tâche « restore_min_version » doit être plus grand ou égale à 1

source: job option "restore_max_version" should be greater or equal to 1
fr: L’option de tâche « restore_max_version » doit être plus grand ou égale à 1

source: job option "restore_max_version" should be greater or equal to "restore_min_version"
fr: L’option de tâche « restore_max_version » doit être plus grand ou égale à « restore_min_version »

source: Restore version set to %d
fr: Version de restauration définie à %d

source: Wrong restore version "%d", should be between 1 and %d
fr: Mauvaise version de restauration « %d », doit être comprise entre 1 et %d

source: Wrong restore version "%d", should be greater or equal than -1
fr: Mauvaise version de restoration « %d », doit être plus grand ou égale à -1

source: Will restore from version "%d" to "%d"
fr: Va restaurer depuis la version « %d » vers « %d »

source: Will restore version "%d"
fr: Va restaurer la version « %d »

source: Skipping file '%s'
es: El fichero "%s" es ignorado

source: Error while reading header from media '%s'
es: Error al leer el emcabezamiento desde el media "%s"
