Repository: Intellique/Daemon
Catalog: locale/*/LC_MESSAGES/storiqone-drive-tape.po
Languages: es, fr

source: [%s | %s | #%u]: rewind tape (using st driver)
es: [%s | %s | #%u]: rebobinaje de la banda (utilizando los driver st)
fr: [ %s | %s | n°%u ] : rembobinage de la bande (utilisant le pilote st)

source: [%s | %s | #%u]: failed to rewind tape (using st driver) because %m
es: [%s | %s | #%u]: fallo de rebobinaje de la banda (utilizando los driver st) porque %m
fr: [ %s | %s | n°%u ] : échec du rembobinage de la bande (utilisant le pilote st) parce que %m

source: [%s | %s | #%u]: error while reading header because %m
es: [%s | %s | #%u]: fallo al leer el encabezamiento porque %m
fr: [ %s | %s | n°%u ] : erreur en lisant l’entête parce que %m

source: [%s | %s | #%u]: Failed to parse media header '%s'
es: [ %s | %s | #%u ]: Fallo al analisar el encabezamiento del media "%s"
fr: [ %s | %s | n°%u ] : échec lors de l’analyse de l’entête du média « %s »

source: [%s | %s | #%u]: failed to read medium auxiliary memory
es: [ %s | %s | #%u ] : Falló a la lectura de la memoria auxiliar del media
fr: [ %s | %s | n°%u ] : échec lors de la lecture de la mémoire auxiliaire du média

source: [%s | %s | #%u]: Erasing media '%s' (mode: %s)
es: [ %s | %s | #%u ]: Borrando los medias "%s" (mode: %s)
fr: [ %s | %s | n°%u ] : Effacement du média « %s » (mode: %s)

source: quick
es: rápido
fr: rapide

source: [%s | %s | #%u]: Failed to erase media '%s' (mode: %s)
es: [ %s | %s | #%u ]: Fallo al borra el media "%s" (mode: %s)
fr: [ %s | %s | n°%u ] : Échec lors de l’effacement du média « %s » (mode: %s)

source: [%s | %s | #%u]: media '%s' has been erased successfully (mode: %s)
es: [ %s | %s | #%u ]: el media "%s" a sido eliminado con éxito (mode: %s)
fr: [ %s | %s | n°%u ] : le média « %s » a été effacé avec succès (mode: %s)

source: [%s | %s | #%u]: found block size: %zd
es: [ %s | %s | #%u ]: tamaño del bloque encontrado: %zd
fr: [ %s | %s | n°%u ] : taille de bloc trouvé : %zd

source: [%s | %s | #%u]: drive is open for reading
es: [ %s | %s | #%u ]: abertura del lector en lectura
fr: [ %s | %s | n°%u ] : ouverture du lecteur en lecture

source: [%s | %s | #%u]: drive is open for writing
es: [ %s | %s | #%u ]: abertura del lector en escritura
fr: [ %s | %s | n°%u ] : ouverture du lecteur en écriture

source: [%s | %s | #%u]: retry #%uh to open tape drive
fr: [ %s | %s | n°%u ] : ré-essaie d’ouverture du lecteur à n°%uh

source: [%s | %s | #%u]: failed to open tape drive because %m
fr: [ %s | %s | n°%u ] : échec lors de l’ouverture du lecteur parce que %m

source: [%s | %s | #%u]: error while opening scsi device '%s' because %m
fr: [ %s | %s | n°%u ] : Erreur en ouvrant le périphérique scsi « %s » parce que %m

source: [%s | %s | #%u]: Create new media (medium serial number: %s)
es: [ %s | %s | #%u ]: Creación de un nuevo media (número de serie del media: %s)
fr: [ %s | %s | n°%u ] : Création d’un nouveau média (numéro de série du média : %s)

source: [%s | %s | #%u]: Checking media header '%s'
es: [ %s | %s | #%u ]: Verificación del encabezamiento del media "%s"
fr: [ %s | %s | n°%u ] : Vérification de l’entête du média « %s »

source: [%s | %s | #%u]: Error while checking media header '%s'
es: [ %s | %s | #%u ]: Error de vericicación del encabezamiento de la banda "%s"
fr: [ %s | %s | n°%u ] : Erreur en vérifiant l’entête de la bande « %s »

source: [%s | %s | #%u]: Formatting WORM media '%s' into LTFS format is forbidden
fr: [ %s | %s | n°%u ] : Formatege du média WORM « %s » au format LTFS est interdit

source: [%s | %s | #%u]: Formatting media '%s' info LTFS format
fr: [ %s | %s | n°%u ] : Formatage du média « %s » au format LTFS

source: [%s | %s | #%u]: Formatting media '%s' with one partition
fr: [ %s | %s | n°%u ] : Formatage du média « %s » en une seule partition

source: [%s | %s | #%u]: Failed to Format media '%s' with one partition because %m
fr: [ %s | %s | n°%u ] : Échec tu formatage du média « %s » en une seule partition parce que %m

source: [%s | %s | #%u]: Succeed to format media '%s' with one partition
fr: [ %s | %s | n°%u ] : Succès lors du formatge du média « %s » en une seule partition

source: [%s | %s | #%u]: Formatting media '%s' with two partitions (second partition size: %s)
fr: [ %s | %s | n°%u ] : Formatage du média « %s » en deux partitions (taille de la deuxième partition : %s)

source: [%s | %s | #%u]: Failed to Format media '%s' with two partition because %m
fr: [ %s | %s | n°%u ] : Échec du formatage du média « %s » en deux partitions parce que %m

source: [%s | %s | #%u]: Succeed to format media '%s' with two partition
fr: [ %s | %s | n°%u ] : Succès du formatage du média « %s » en deux partitions

source: [%s | %s | #%u]: Error while writing label on partition '%s' because %m
fr: [ %s | %s | n°%u ] : Erreur lors de l’écriture de l’étiquette sur la partition « %s » parce que %m

source: [%s | %s | #%u]: Update medium auxiliary memory, try to update attribute 'application vendor' with 'INTELLIQ' on media '%s'
fr: [ %s | %s | n°%u ] : Mise à jour de la mémoire auxiliaire, tentative de mettre à jour l’attribut « application vendor » avec « INTELLIQ » sur le média « %s »

source: [%s | %s | #%u]: Update medium auxiliary memory, failed to update attribute 'application vendor' with 'INTELLIQ' on media '%s'
fr: [ %s | %s | n°%u ] : Mise à jour de la mémoire auxiliaire, échec de la mise à jour de l’attribut « application vendor » avec « INTELLIQ » sur le média « %s »

source: [%s | %s | #%u]: Update medium auxiliary memory, attribute 'application vendor' updated with 'INTELLIQ' on media '%s'
fr: [ %s | %s | n°%u ] : Mise à jour de la mémoire auxiliaire, l’attribut « application vendor » a été mis à jour avec « INTELLIQ » sur le média « %s »

source: [%s | %s | #%u]: Update medium auxiliary memory, try to update attribute 'application name' with 'STORIQ ONE' on media '%s'
fr: [ %s | %s | n°%u ] : Mise à jour de la mémoire auxiliaire, tentative de mettre à jour l’attribut « application name » avec « STORIQ ONE » sur le média « %s »

source: [%s | %s | #%u]: Update medium auxiliary memory, failed to update attribute 'application name' with 'STORIQ ONE' on media '%s'
fr: [ %s | %s | n°%u ] : Mise à jour de la mémoire auxiliaire, échec de la mise à jour de l’attribut « application name » avec « STORIQ ONE » sur le média « %s »

source: [%s | %s | #%u]: Update medium auxiliary memory, attribute 'application name' updated with 'STORIQ ONE' on media '%s'
fr: [ %s | %s | n°%u ] : Mise à jour de la mémoire auxiliaire, l’attribut « application name » a été mis à jour avec « STORIQ ONE » sur le média « %s »

source: [%s | %s | #%u]: Update medium auxiliary memory, try to update attribute 'application version' with '%.*s' on media '%s'
fr: [ %s | %s | n°%u ] : Mise à jour de la mémoire auxiliaire, tentative de mettre à jour l’attribut « application version » avec « %.*s » sur le média « %s »

source: [%s | %s | #%u]: Update medium auxiliary memory, failed to update attribute 'application version' with '%.*s' on media '%s'
fr: [ %s | %s | n°%u ] : Mise à jour de la mémoire auxiliaire, échec de la mise à jour de l’attribut « application version » avec « %.*s » sur le média « %s »

source: [%s | %s | #%u]: Update medium auxiliary memory, attribute 'application version' updated with '%.*s' on media '%s'
fr: [ %s | %s | n°%u ] : Mise à jour de la mémoire auxiliaire, l’attribut « application version » a été mis à jour avec « %.*s » sur le média « %s »

source: [%s | %s | #%u]: Update medium auxiliary memory, try to update attribute 'user medium text label' with '%.*s' on media '%s'
fr: [ %s | %s | n°%u ] : Mise à jour de la mémoire auxiliaire, tentative de mettre à jour l’attribut « user medium text label » avec « %.*s » sur le média « %s »

source: [%s | %s | #%u]: Update medium auxiliary memory, failed to update attribute 'user medium text label' with '%.*s' on media '%s'
fr: [ %s | %s | n°%u ] : Mise à jour de la mémoire auxiliaire, échec de la mise à jour de l’attribut « user medium text label » avec « %.*s » sur le média « %s »

source: [%s | %s | #%u]: Update medium auxiliary memory, attribute 'user medium text label' updated with '%.*s' on media '%s'
fr: [ %s | %s | n°%u ] : Mise à jour de la mémoire auxiliaire, l’attribut « user medium text label » a été mis à jour avec « %.*s » sur le média « %s »

source: [%s | %s | #%u]: Update medium auxiliary memory, try to update 'bar code' with '%*s' on media '%s'
fr: [ %s | %s | n°%u ] : Mise à jour de la mémoire auxiliaire, tentative de mettre à jour l’attribut « bar code » avec « %*s » sur le média « %s »

source: [%s | %s | #%u]: Update medium auxiliary memory, failed to update 'bar code' with '%*s' on media '%s'
fr: [ %s | %s | n°%u ] : Mise à jour de la mémoire auxiliaire, échec de la mise à jour de l’attribut « bar code » avec « %*s » sur le média « %s »

source: [%s | %s | #%u]: Update medium auxiliary memory, update 'bar code' with '%*s' on media '%s'
fr: [ %s | %s | n°%u ] : Mise à jour de la mémoire auxiliaire, l’attribut « bar code » a été mis à jour avec « %*s » sur le média « %s »

source: [%s | %s | #%u]: Update medium auxiliary memory, skip update of attribute 'bar code' on media '%s' because there is no bar code available
fr: [ %s | %s | n°%u ] : Mise à jour de la mémoire auxiliaire, ignore la mise à jour de l’attribut « bar code » sur le média « %s » parce qu’il n’y a pas de code bar disponible

source: [%s | %s | #%u]: Update medium auxiliary memory, try to update attribute 'application format version' with '2.2.0' on media '%s'
fr: [ %s | %s | n°%u ] : Mise à jour de la mémoire auxiliaire, tentative de mettre à jour l’attribut « application format version » avec « 2.2.0 » sur le média « %s »

source: [%s | %s | #%u]: Update medium auxiliary memory, failed to update attribute 'application format version' with '2.2.0' on media '%s'
fr: [ %s | %s | n°%u ] : Mise à jour de la mémoire auxiliaire, échec de la mise à jour de l’attribut « application format version » avec « 2.2.0 » sur le média « %s »

source: [%s | %s | #%u]: Update medium auxiliary memory, attribute 'application format version' updated with '2.2.0' on media '%s'
fr: [ %s | %s | n°%u ] : Mise à jour de la mémoire auxiliaire, l’attribut « application format version » a été mis à jour avec « 2.2.0 » sur le média « %s »

source: [%s | %s | #%u]: Update medium auxiliary memory, try to remove attribute 'application vendor' on media '%s'
fr: [ %s | %s | n°%u ] : Mise à jour de la mémoire auxiliaire, tentative de suppression de l’attribut « application vendor » sur le média « %s »

source: [%s | %s | #%u]: Update medium auxiliary memory, failed to remove attribute 'application vendor' on media '%s'
fr: [ %s | %s | n°%u ] : Mise à jour de la mémoire auxiliaire, échec de la suppression de l’attribut « application vendor » sur le média « %s »

source: [%s | %s | #%u]: Update medium auxiliary memory, attribute 'application vendor' removed on media '%s'
fr: [ %s | %s | n°%u ] : Mise à jour de la mémoire auxiliaire, l’attribut « application vendor » a été supprimé sur le média « %s »

source: [%s | %s | #%u]: Update medium auxiliary memory, try to remove attribute 'application name' on media '%s'
fr: [ %s | %s | n°%u ] : Mise à jour de la mémoire auxiliaire, tentative de suppression de l’attribut « application name » sur le média « %s »

source: [%s | %s | #%u]: Update medium auxiliary memory, failed to remove attribute 'application name' on media '%s'
fr: [ %s | %s | n°%u ] : Mise à jour de la mémoire auxiliaire, échec de la suppression de l’attribut « application name » sur le média « %s »

source: [%s | %s | #%u]: Update medium auxiliary memory, attribute 'application name' removed on media '%s'
fr: [ %s | %s | n°%u ] : Mise à jour de la mémoire auxiliaire, l’attribut « application name » a été supprimé sur le média « %s »

source: [%s | %s | #%u]: Update medium auxiliary memory, try to remove attribute 'application version' on media '%s'
fr: [ %s | %s | n°%u ] : Mise à jour de la mémoire auxiliaire, tentative de suppression de l’attribut « application version » sur le média « %s »

source: [%s | %s | #%u]: Update medium auxiliary memory, failed to remove attribute 'application version' on media '%s'
fr: [ %s | %s | n°%u ] : Mise à jour de la mémoire auxiliaire, échec de la suppression de l’attribut « application version » sur le média « %s »

source: [%s | %s | #%u]: Update medium auxiliary memory, attribute 'application version' removed on media '%s'
fr: [ %s | %s | n°%u ] : Mise à jour de la mémoire auxiliaire, l’attribut « application version » a été supprimé sur le média « %s »

source: [%s | %s | #%u]: Update medium auxiliary memory, try to remove attribute 'user medium text label' on media '%s'
fr: [ %s | %s | n°%u ] : Mise à jour de la mémoire auxiliaire, tentative de suppression de l’attribut « user medium text label » sur le média « %s »

source: [%s | %s | #%u]: Update medium auxiliary memory, failed to remove attribute 'user medium text label' on media '%s'
fr: [ %s | %s | n°%u ] : Mise à jour de la mémoire auxiliaire, échec de la suppression de l’attribut « user medium text label » sur le média « %s »

source: [%s | %s | #%u]: Update medium auxiliary memory, attribute 'user medium text label' removed on media '%s'
fr: [ %s | %s | n°%u ] : Mise à jour de la mémoire auxiliaire, l’attribut « user medium text label » a été supprimé sur le média « %s »

source: [%s | %s | #%u]: Update medium auxiliary memory, try to update attribute 'volume coherency information' on partition #%u on media '%s'
fr: [ %s | %s | n°%u ] : Mise à jour de la mémoire auxiliaire, tentative de mettre à jour l’attribut « volume coherency information » sur la partition n°%u du média « %s »

source: [%s | %s | #%u]: Update medium auxiliary memory, failed to update attribute 'volume coherency information' on partition #%u on media '%s'
fr: [ %s | %s | n°%u ] : Mise à jour de la mémoire auxiliaire, échec de la mise à jour de l’attribut « volume coherency information » sur la partition n°%u du média « %s »

source: [%s | %s | #%u]: Update medium auxiliary memory, attribute 'volume coherency information' on partition #%u on media '%s'
fr: [ %s | %s | n°%u ] : Mise à jour de la mémoire auxiliaire, l’attribut « volume coherency information » a été mis à jour sur la partition n°%u du média « %s »

source: [%s | %s | #%u]: Finding best block size
es: [ %s | %s | #%u ]: busqueda de la mejor talla del bloque
fr: [ %s | %s | n°%u ] : Recheche de la meilleure taille de bloc

source: [%s | %s | #%u]: Test (block size: %s)
es: [ %s | %s | #%u ]: Prueba (tamaño del bloque: %s)
fr: [ %s | %s | n°%u ] : Test (taille de bloc : %s)

source: [%s | %s | #%u]: Test (block size: %s), throughput: %s/s
es: [ %s | %s | #%u ]: Prueba (tamaño del bloque: %s), throughput: %s/s
fr: [ %s | %s | n°%u ] : Test (taille de bloc : %s), débit : %s/s

source: [%s | %s | #%u]: Found best block size: %s
es: [ %s | %s | #%u ]: Mejor tamaño de bloque encontrado: %s
fr: [ %s | %s | n°%u ] : Meilleure taille de bloc trouvé : %s

source: [%s | %s | #%u]: Trying to format a cleaning media '%s'
fr: [ %s | %s | n°%u ] : Tentative de formater un média de nettoyage « %s »

source: [%s | %s | #%u]: Using default block size (%s) for WORM media '%s'
fr: [ %s | %s | n°%u ] : Utilisation de la taille de bloc par défaut (%s) pour le média WORM « %s »

source: [%s | %s | #%u]: Failed to find the best block size for media '%s'
fr: [ %s | %s | n°%u ] : Échec lors de la recherche de la meilleur taille de bloc pour le média « %s »

source: [%s | %s | #%u]: Reusing block size (%s) of pool '%s' for media '%s'
fr: [ %s | %s | n°%u ] : Réutilisation de la taille de bloc (%s) du pool « %s » pour le média « %s »

source: [%s | %s | #%u]: forward media '%s' at file position #%u and record #%ld
es: [ %s | %s | #%u ]: Avanzar en el media "%s" en la posición #%u y el número de matrícula %ld
fr: [ %s | %s | n°%u ] : avance dans le média « %s » à la position n°%u et le numéro d’enregistrement n°%ld

source: [%s | %s | #%u]: error while fast forwarding of %d blocks because %m
es: [%s | %s | #%u]: Fallo al avanzar de %d bloques porque %m
fr: [ %s | %s | n°%u ] : erreur en avançant de %d blocks parce que %m

source: [%s | %s | #%u]: error while reading because %m
es: [%s | %s | #%u]: Fallo a la lectura porque %m
fr: [ %s | %s | n°%u ] : erreur en lisant parce que %m

source: [%s | %s | #%u]: error while rewinding tape because %m
es: [%s | %s | #%u]: fallo al rebobinar la banda porque %m
fr: [ %s | %s | n°%u ] : erreur en rembobinant la bande parce que %m

source: [%s | %s | #%u]: Space remaing on tape '%s': %s
fr: [ %s | %s | n°%u ] : Espace restante sur le média « %s » : %s

source: [%s | %s | #%u]: error while writing because %s
fr: [ %s | %s | n°%u ] : erreur en écrivant parce que %s

source: [%s | %s | #%u]: error while writing end of file because %s
fr: [ %s | %s | n°%u ] : erreur en écrivant le marqueur de fin de fichier parce que %s

source: [%s | %s | #%u]: drive is closed
es: [ %s | %s | #%u ]: el lector está cerrado
fr: [ %s | %s | n°%u ] : le lecteur est fermé

source: Found LTFS header in media with (volume id: %s)
es: Encabezamiento de banda LTFS encontrado (id del volumen: %s
fr: Entête de bande LTFS trouvé (id du volume : %s)

source: LTFS media '%s' should contains at most one archive but not %d archives
fr: Le média LTFS « %s » doit contenir au moins une archive et non %d archives

source: Error opening media '%s'
fr: Erreur en ouvrant le média « %s »

source: Error while reading label on media '%s' because %m
fr: Erreur en lisant l’étiquette du média « %s » parce que %m

source: Failed to read LTFS index from media '%s'
es: Fallo en la lectura del indice LTFS del media "%s"
fr: Échec lors de la lecture de l’index LTFS du média « %s »

source: Error while reading LTFS index from media '%s'
es: Error leyendo el indice LTFS del media "%s"
fr: Erreur en lisant l’index LTFS du média « %s »

source: Found corrupted LTFS index on media '%s'
es: encontró un indice LTFS corrupto en el media "%s"
fr: Trouvé un index LTFS corrompu sur le média « %s »

source: Error, not enough memory to read LTFS index from media '%s'
es: Error, no hay suficiente memoria para leer el indice LTFS del media "%s"
fr: Erreur, pas assez de mémoire pour lire l’index LTFS du média « %s »

source: Failed to read LTFS label from media '%s'
es: Fallo a la lectura de la etiqueta LTFS del media "%s"
fr: Échec lors de la lecture de l’étiquette LTFS du média « %s »

source: Error while reading LTFS label from media '%s'
es: Error leyendo la etiqueta LTFS del media "%s"
fr: Erreur en lisant l’étiquette LTFS du média « %s »

source: Found corrupted LTFS label on media '%s'
es: Encontró una etiqueta LTFS corrupto en el media "%s"
fr: Trouvé une étiquette LTFS corrompue sur le média « %s »

source: Error, not enough memory to read LTFS label from media '%s'
es: Error, no hay suficiente memoria para leer la etiqueta LTFS del media "%s"
fr: Erreur, pas assez de mémoire pour lire l’étiquette LTFS du média « %s »

source: Media information of %s, Medium manufacturer: %s
es: Información del media %s, Frabricante del media: %s
fr: Information du média %s, Fabricant du média: %s

source: Media information of %s, Medium date: %s
es: Información del media %s, Fecha del media: %s
fr: Information du média %s, date du média: %s

source: SCSI supported command: '%s', available: %s, timeout: %u seconds
es: Comando SCSI soportado: "%s", disponible: %s, tiempo de inactividad: %u segundos
fr: Commande SCSI supportée : « %s », disponible : %s, temps morts : %u secondes

source: no
fr: non

source: yes
es: si
fr: oui

source: [%s | %s | #%u]: Failed to get information of media '%s'
fr: [ %s | %s | n°%u ] : Échec lors de l’obtention des informations du média « %s »

source: [%s | %s | #%u]: Set option to 'st' driver 'can-partition'
fr: [ %s | %s | n°%u ] : Activation de l’option « can-partition » du pilote « st »

source: [%s | %s | #%u]: Failed to set option to 'st' driver 'can-partition'
fr: [ %s | %s | n°%u ] : Échec de l’activation de l’option « can-partition » du pilote « st »

source: [%s | %s | #%u]: Set option to 'st' driver 'can-partition' with success
fr: [ %s | %s | n°%u ] : L’activation de l’option « can-partition » du pilote « st » a réussi

source: [%s | %s | #%u]: Changing partition from %lu to %u on media '%s'
fr: [ %s | %s | n°%u ] : Changement de partition depuis %lu vers %u sur le média « %s »

source: [%s | %s | #%u]: Changing partition from %lu to %u
fr: [ %s | %s | n°%u ] : Changement de partition depuis %lu vers %u

source: [%s | %s | #%u]: Failed to change partition from %lu to %u on media '%s' because %m
fr: [ %s | %s | n°%u ] : Échec lors du changement de partion depuis %lu vers %u sur le média « %s » parce que %m

source: [%s | %s | #%u]: Failed to change partition from %lu to %u because %m
fr: [ %s | %s | n°%u ] : Échec lors du changement de partion depuis %lu vers %u parce que %m

source: [%s | %s | #%u]: Partition changed from %lu to %u on media '%s'
fr: [ %s | %s | n°%u ] : Partition changée depuis %lu vers %u sur le média « %s »

source: [%s | %s | #%u]: Partition changed from %lu to %u
fr: [ %s | %s | n°%u ] : Partition changée depuis %lu vers %u

source: [%s | %s | #%u]: Unkown media position '%s', force rewinding
fr: [ %s | %s | n°%u ] : Position du média inconnue « %s », force le rembobinage

source: [%s | %s | #%u]: Unkown media position, force rewinding
fr: [ %s | %s | n°%u ] : Position du média inconnue, force le rembobinage

source: [%s | %s | #%u]: Fast forwarding to end of media '%s'
es: [ %s | %s | #%u ]: Avance rápido hacia el final del media "%s"
fr: [ %s | %s | n°%u ] : Avance rapide vers la fin du média « %s »

source: [%s | %s | #%u]: Fast forwarding to end
fr: [ %s | %s | n°%u ] : Avance rapide

source: [%s | %s | #%u]: Fast forwarding to end of media '%s' encountered an error '%m'
es: [ %s | %s | #%u ]: Avance rápido hacia el final del media "%s" a encontrado un error "%m"
fr: [ %s | %s | n°%u ] : Avance rapide vers la fin du média « %s » a rencontré une erreur « %m »

source: [%s | %s | #%u]: Fast forwarding to end encountered an error '%m'
fr: [ %s | %s | n°%u ] : Avance rapide a rencontré une erreur « %m »

source: [%s | %s | #%u]: Fast forwarding to end of media '%s' completed with status = OK
es: [ %s | %s | #%u ] : Avance rápido hacia el final del media "%s" terminado avec éxito
fr: [ %s | %s | n°%u ] : Avance rapide vers la fin du média « %s » terminé avec succès

source: [%s | %s | #%u]: Fast forwarding to end completed with status = OK
fr: [ %s | %s | n°%u ] : Avance rapide terminé avec succès

source: [%s | %s | #%u]: Positioning media '%s' from #%u to position #%d
fr: [ %s | %s | n°%u ] : Positionnement du média « %s » depuis n°%u vers la position n°%d

source: [%s | %s | #%u]: Positioning from #%u to position #%d
fr: [ %s | %s | n°%u ] : Positionnement depuis n°%u vers la position n°%d

source: [%s | %s | #%u]: Positioning media '%s' from #%u to position #%d encountered an error '%m'
fr: [ %s | %s | n°%u ] : Le positionnement du média « %s » depuis n°%u vers la position n°%d a rencontré une erreur « %m »

source: [%s | %s | #%u]: Positioning from #%u to position #%d encountered an error '%m'
fr: [ %s | %s | n°%u ] : Le positionnement depuis n°%u vers la position n°%d a rencontré une erreur « %m »

source: [%s | %s | #%u]: Positioning media '%s' from #%u to position #%d completed with status = OK
fr: [ %s | %s | n°%u ] : Le positionnement du média « %s » depuis n°%u vers la position n°%d terminé avec le status = OK

source: [%s | %s | #%u]: Positioning from #%u to position #%d completed with status = OK
fr: [ %s | %s | n°%u ] : Le positionnement depuis n°%u vers la position n°%d terminé avec le status = OK

source: [%s | %s | #%u]: Error while closing file because '%m'
fr: [ %s | %s | n°%u ] : Erreur lors de la fermeture du fichier parce que « %m »
