Repository: Intellique/Daemon
Catalog: locale/*/LC_MESSAGES/storiqonectl.po
Languages: es, fr

source: Too manu action specified, you should specify only one [-c|-l|-r]
fr: Trop d'action de spécifiées, vous devez en spécifié seulement un seul [-c | -l | -r]

source: storiqonectl api : manage API keys
fr: storiqonectl api : gestion des clés API

source: -c, --create <name> : create new API key
fr: -c, --create <nom> : crée une nouvelle clé API

source: -h, --help : show this and exit
fr: -h, --help : affiche ceci et quitte

source: -l, --list : list API keys (default action)
fr: -l, --list : liste les clés API (action par défault)

source: -r, --remove <name> : remove a key
fr: -r, --remove <nom> : supprime une clé

source: Failed to parse configuration file '%s'
fr: Échec lors du parcourt du fichier de configuration « %s »

source: or configuration file is not a valid JSON file
fr: ou le fichier de configuration n'est pas un fichier JSON valide

source: No database configuration found in '%s'
fr: Pas de configuration de base de données trouvé dans « %s »

source: Failed to load database plugin
fr: Échec du chargement du greffon de la base de données

source: Database configuration is incorrect
fr: La configuration de la base de données est incorrecte

source: Connection to database: failure
fr: La connection à la base de données : échec

source: New key '%s' has been created
fr: Une nouvelle clé « %s » a été créée

source: Failed to create new key
fr: Échec de la création d'une clé

source: Failed to retreive keys
fr: Échec de la récupération des clés

source: There is %u api key
fr: Il y a %u clé

source: API key '%s' has been removed
fr: La clé d’API « %s » a été supprimée

source: Failed to remove API key for '%s'
fr: Échec de la suppression de la clé d’API pour « %s »

source: storiqonectl config : basic configuration
es: storiqonectl config : configuración básica
fr: storiqonectl config : configuration de base

source: -h, --help : show this and exit
es: -h, --help : muestra esto y finaliza
fr: -h, --help : affiche ceci et sort

source: storiqonectl start : start storiqoned
es: storiqonectl start : inicia el demonio
fr: storiqonectl start : démarre le démon

source: storiqonectl status : get status of storiqoned
es: storiqonectl status : recupera el estado del demonio
fr: storiqonectl status : récupère l’état du démon

source: -v, --verbose : increase verbosity
es: -v, --verbose : augmenta la verbosidad
fr: -v, --verbose : augmente la verbositée

source: Status of daemon:
es: Estado del demonio:
fr: État du démon :

source: alive
es: con vida
fr: en vie

source: unknown
es: desconocido
fr: inconnu

source: storiqonectl stop : stop storiqoned daemon
es: storiqonectl stop : detener el demonio
fr: storiqonectl stop : arrête le démon

source: storiqonectl: Found %zd drive
es: storiqonectl: %zd lector encontrado
fr: storiqonectl : %zd lecteur trouvé

source: storiqonectl: Failed while reading file link '%s' because %m
es: storiqonectl: Fallo leyendo el enlace del fichero "%s" porque %m
fr: storiqonectl : Échec en lisant le lien du fichier « %s » parce que %m

source: storiqonectl: Found %zd changer
es: storiqonectl: %zd brazo artículado encontrado
fr: storiqonectl : %zd échangeur trouvé

source: storiqonectl: Found %u standalong drive
es: storiqonectl: %u lector autónomo encontrado
fr: storiqonectl : %u lecteur autonome trouvé

source: Error: command not found (%s)
es: Erreur: comando no encontrado (%s)
fr: Erreur : commande non trouvée (%s)
