Repository: Intellique/Daemon
Catalog: locale/*/LC_MESSAGES/storiqoned.po
Languages: es, fr

source: New connection 'admin'
es: Nueva conexión "admin"
fr: Nouvelle connexion « admin »

source: Restarting changer: %s
es: Reinicio del brazo artículado: %s
fr: Redémarrage de l’échangeur : %s

source: Restarting logger
es: Reinicio del registrador
fr: Redémarrage de la journalisation

source: storiqone, version: %s, build: %s %s
es: storiqone, version: %s, construcción: %s %s

source: Checksum: %s, last commit: %s
es: Huella: %s, último commit: %s
fr: Empreinte : %s, dernier commit : %s

source: Using configuration file: '%s' instead of '%s'
es: Utilización del fichero de configuración: "%s" en lugar de "%s"
fr: Utilisation du fichier de configuration : « %s » au lieu de « %s »

source: storiqone, version: %s, build: %s %s
es: storiqone, versión: %s, construcción: %s %s

source: Checksum: %s, last commit: %s
es: Huella: %s, último commit: %s
fr: Empreinte : %s, dernier commit : %s

source: Parsing options: OK
es: Analaisis de las opciones: OK
fr: Analyse des options : OK

source: Administration not configured
es: Administración no configurada
fr: Administration non configurée

source: Daemon will shut down
es: El deminio se va a detener
fr: Le démon va s’arrêter

source: --config=FILE, -c : Uses this configuration FILE instead of “%s”
es: --config=FICHERO, -c: utilice éste FICHERO de configuración en lugar de "%s"
fr: --config=FICHIER, -c : utilise ce FICHIER de configuration à la place de « %s »

source: --help, -h : Shows this help and exits
es: --help, -h: Mostrar ésta ayuda y salir
fr: --help, -h : Affiche cette aide et quitte

source: --pid-file=FILE, -p : Writes the pid of daemon into FILE instead of “%s”
es: --pid-file=FICHIER, -p: Escribir al pies del demonio en el FICHERO en lugar de "%s"
fr: --pid-file=FICHIER, -p : Écrit le pid du démon dans FICHIER au lieu de « %s »

source: --version, -V : prints StoriqOne version number and exits
es: --version, -V: Mostrar la versión de Storiqone luego salir
fr: --version, -V : Affiche la version de StoriqOne puis quitte
