Repository: Intellique/Daemon
Catalog: locale/*/LC_MESSAGES/storiqone-changer-scsi.po
Languages: es, fr

source: [%s | %s]: unloading media '%s' from drive #%d because media hasn't been used for %lld minute
es: [ %s | %s ]: descargas de los medias "%s" desde el lector #%d porque los medios ya no se utilizarán desde %lld minuto
fr: [ %s | %s ] : déchargement du média « %s » depuis le lecteur n°%d parce que le média n’est plus utilisé depuis %lld minute

source: [%s | %s]: unloading media '%s' from drive #%d completed with code = OK
es: [ %s | %s ]: descarga del media "%s" desde el lector #%d terminado con el codigo = OK
fr: [ %s | %s ] : déchargement du média « %s » depuis le lecteur n°%d terminé avec le code = OK

source: [%s | %s]: unloading media '%s' from drive #%d completed with code = %d
es: [%s | %s]: descargar del media "%s" desde el lector #%d terminado con el codigo = %d
fr: [ %s | %s ] : déchargement du média « %s » depuis le lecteur n°%d terminé avec le code = %d

source: Critical, scsi changer %s %s (serial: %s) is not enabled
es: Critico, el brazo artículado scsi "%s" "%s" (número de serie: %s) no está activo
fr: Critique, l’échangeur scsi %s %s (numéro de série : %s) n’est pas actif

source: Failed while reading link of file '%s' because %m
es: Fallo leyendo el enlace simbólico del fichero "%s" porque %m
fr: Échec en lisant le lien symbolique du fichier « %s » parce que %m

source: Found scsi changer %s %s, serial: %s
es: Encontró el brazo artículado scsi %s %s, número de serie: %s
fr: Trouvé un échangeur scsi %s %s, numéro de série : %s

source: Critical, scsi changer %s %s (serial: %s) was not found
es: Critico, el brazo artículado scsi "%s" "%s" (número de serie: %s) no ha sido encontrado
fr: Critique, l’échangeur scsi %s %s (numéro de série : %s) n’a pas été trouvé

source: Warning, scsi changer %s %s (serial: %s) is offline
es: Attención, el brazo articulado "%s" "%s" (número de serie: %s) está fuera de linea
fr: Attention, l’échangeur scsi %s %s (numéro de série : %s) est hors ligne

source: [%s | %s]: starting check media with drive #%u
es: [ %s | %s ]: arranque de la verificación del media con el lector #%u
fr: [ %s | %s ] : démarrage de la vérification de média avec le lecteur n°%u

source: [%s | %s]: failed to get status from drive #%u %s %s
es: [ %s | %s ]: fallo al reiniciar el lector #%u %s %s
fr: [ %s | %s ] : échec lors de la réinitialisation du lecteur n°%u %s %s

source: [%s | %s]: checking media with drive #%u completed
es: [ %s | %s ]: verificiación del media con el lector #%u terminado
fr: [ %s | %s ] : vérification du média avec le lecteur n°%u terminée

source: <UNLABELED>
es: <SIN ETIQUETA>
fr: <SANS ÉTIQUETTE>

source: [%s | %s]: loading media '%s' from slot #%u to drive #%u
es: [ %s | %s ]: cargando el media "%s" desde el lugar #%u hacia el lector #%u
fr: [ %s | %s ] : chargement du média « %s » depuis l’emplacement n°%u vers le lecteur n°%u

source: [%s | %s]: loading media '%s' from slot #%u to drive #%u completed with code = OK
es: [ %s | %s ]: cargando el media "%s" desde el lugar #%u hacia el lector #%u terminado con el codigo = OK
fr: [ %s | %s ] : chargement du média « %s » depuis l’emplacement n°%u vers le lecteur n°%u terminé avec le code = OK

source: [%s | %s]: loading media '%s' from slot #%u to drive #%u completed with code = %d
es: [ %s | %s ]: cargando el media "%s" desde el lugar n°%u hacia #%u terminado con el codigo = %d
fr: [ %s | %s ] : chargement du média « %s » depuis l’emplacement n°%u vers le lecteur n°%u terminé avec le code = %d

source: [%s | %s]: failed to reset drive #%u %s %s
es: [%s | %s]: fallo al reiniciar el lector #%u %s %s
fr: [ %s | %s ] : échec lors de la réinitialisation du lecteur n°%u %s %s

source: [%s | %s]: media has a new label '%s'
fr: [ %s | %s ] : le média a une nouvelle étiquette « %s »

source: [%s | %s]: label mismatched (librairie read '%s', drive read '%s')
fr: [ %s | %s ] : étiquettes ne concordent pas (l’échangeur a lu : « %s », le lecteur a lu : « %s »)

source: [%s | %s]: retrieve label '%s' from media into drive #%u
es: [%s | %s]: Obtiene la etiqueta "%s" desde el media en el lector #%u
fr: [ %s | %s ] : récupération de l’étiquette « %s » depuis le média dans le lecteur n°%u

source: [%s | %s]: unloading media '%s' from drive #%u to slot #%u
es: [%s | %s]: descargo del media "%s" desde el lector #%u hacia el lugar #%u
fr: [ %s | %s ] : déchargement du média « %s » depuis le lecteur n°%u vers l’emplacement n°%u

source: [%s | %s]: unloading media '%s' from drive #%u to slot #%u completed with code = OK
es: [ %s | %s ]: descarga del media "%s" desde el lector #%u hacia el lugar #%u terminado con el codigo = OK
fr: [ %s | %s ] : déchargement du média « %s » depuis le lecteur n°%u vers l’emplacement n°%u terminé avec le code = OK

source: [%s | %s]: unloading media '%s' from drive #%u to slot #%u completed with code = %d
es: [ %s | %s ]: descarga del media "%s" desde el lector #%u hacia el lugar #%u terminado con el codigo = %d
fr: [ %s | %s ] : déchargement du média « %s » depuis le lecteur n°%u vers l’emplacement n°%u terminé avec le code = %d

source: Found a media at slot #%u which is unlabeled or mislabeled.
es: Ha encontrado un media en la ranura #%u que está sea sin etiqueta o sea mal etiqueteada
fr: A trouvé un média dans le slot n°%u qui est soit sans étiquette soit mal étiquetée.

source: Assume that "%s" is a cleaning tape, tape will be ignored
fr: Suppose que « %s » est une bande de nettoyage, bande va être ignorée

source: Found %u unknown media
es: Encontrados %u medias desconocidos
fr: A trouvé %u média inconnu

source: Found %u enabled drive
fr: A trouvé %u lecteur actif

source: This changer (%s %s %s) seems to be misconfigured, exiting now
es: Esta librería (%s %s %s) parece mal configurada, va a salir ahora
fr: Cette librairie (%s %s %s) semble être mal configurée, va quitter maintenant

source: [%s | %s]: waiting for device to be ready
es: [ %s | %s ]: espere que el periférico esté listo
fr: [ %s | %s ] : attente que le périphérique soit prêt
