Repository: Intellique/Daemon
Catalog: locale/*/LC_MESSAGES/storiqone-logger.po
Languages: es, fr

source: Log: file: logrotate detected
es: Log: file: logrotate detectado
fr: Log : file : logrotate détecté

source: New connection...
es: Nueva conexión...
fr: Nouvelle connexion...

source: Connection closed
es: Conexión cerrada
fr: Connexion fermée

source: Received incorrect message
es: Mensajes incorrectos recibidos
fr: Message incorrect reçu

source: Loader: failed to access to file '%s' because %m
es: Loader: fallo al momento de ingresar al fichero "%s" porque %m
fr: Loader : échec lors de l’accès au fichier « %s » parce que %m

source: Loader: failed to load '%s' because %s
es: Loader: fallo al cargar de "%s" porque %s
fr: Loader : échec du chargement de « %s » parce que %s

source: Storiqoned has hang up
es: el demonio se ha cerrado inesperadamente
fr: Le démon a inopinément quitté

source: Starting logger process (pid: %d, ppid: %d, sid: %d)
es: Arranque o del proceso de jornalización (pid: %d, ppid: %d, sid: %d)
fr: Démarrage du processus de journalisation (pid : %d, ppid : %d : sid : %d)

source: Checksum: %s, last commit: %s
es: huellas: %s, último commit: %s
fr: Empreinte : %s, dernier commit : %s

source: No configuration received from daemon, will now quit
es: Ho hay configuración de parte del demonio, salir ahora
fr: Pas de configuration reçue du démon, quitte maintenant

source: Modules loaded
es: Módulos cargados
fr: Modules chargés

source: Logger process (pid: %d) exiting normally
es: Proceso de jornalización (pid: %d) apagado
fr: Processus de journalisation (pid : %d) arrêt normal
