Repository: Intellique/Daemon
Catalog: locale/*/LC_MESSAGES/storiqone-job-copy-archive.po
Languages: es, fr

source: Failed to load media '%s'
es: Fallo al cargar el media "%s"
fr: Échec lors du chargement du média « %s »

source: Synchronizing archive with database
fr: Synchronisation de l’archive avec la base de données

source: Error while synchronizing archive with database
fr: Erreur en synchronisant l’archive avec la base de données

source: Archive synchronized with database
fr: Archive synchronisée avec la base de données

source: Writing metadata of copy archive '%s'
es: Escritura de los metadatos de la copia de archivo "%s"
fr: Écriture des méta-données de la copie d’archive « %s »

source: Error while writing metadata of copy archive '%s'
es: Error al escribir los metadatos de la copia de archivo "%s"
fr: Erreur en écrivant les méta-données de la copie d’archive « %s »

source: Wrote sucessfully metadata of copy archive '%s'
es: Escritura con exito de los metadatos de la copia de archivo "%s"
fr: Écriture avec succès des méta-données de la copie d’archive « %s »

source: Synchronizing archive '%s' into database
es: Sicronozando el archivo "%s" en la base de datos
fr: Synchronisation de l’archive « %s » dans la base de données

source: Failed to start database transaction
es: Fallo de arranque de una nueva transacción de la base de datos
fr: Échec du démarrage d’une nouvelle transaction de base de données

source: Failed to synchronize archive '%s' into database
es: Fallo de la sincronización del archivo "%s" con la base de datos
fr: Échec de la synchronisation de l’archive « %s » avec la base de données

source: Archive '%s' synchronized into database
es: Archivo "%s"está sincronizado con la base de datos
fr: L’archive « %s » est synchronisée avec la base de données

source: Archive not found
es: Archivo no encontrado
fr: Archive non trouvée

source: Trying to copy a deleted archive '%s'
es: Intentando copiar un archivo suprimido "%s"
fr: Tentative de copier une archive supprimée « %s »

source: Pool not found
es: Pool no encontrado
fr: Pool non trouvé

source: Trying to copy an archive '%s' to a deleted pool '%s'
es: Intentando copiar un archivo "%s" hacia un pool "%s" suprimido
fr: Tentative de copier une archive « %s » vers un pool « %s » supprimé

source: Failed to find a suitable drive to copy archive '%s'
es: Fallo en la busqueda de un lector apropiado para copiar el archivo "%s"
fr: Échec lors de la recherche d’un lecteur convenable pour copier l’archive « %s »

source: Error: not enought space available in pool '%s'
es: Error: no hay suficiente espacio disponible en el pool "%s"
fr: Erreur : pas assez d’espace disponible dans le pool « %s »

source: Selected copy mode: direct
es: Seleccione el modo de copia: directo
fr: Selection du mode de copie : direct

source: Add file '%s' to archive
es: Añadir los ficheros "%s" en el archivo
fr: Ajout du fichier « %s » à l'archive

source: Error while writing file header '%s' to media '%s'
es: Error al escribir el encabezamiento del fichero "%s" en el media "%s"
fr: Erreur en écrivant l’entête du fichier « %s » sur le média « %s »

source: Error while writing file data '%s' to media '%s'
es: Error al escribir los datos del fichero "%s" en el media "%s"
fr: Erreur en écrivant les données du fichier « %s » sur le média « %s »

source: Error while reading from media '%s'
es: Error al leer desde el media "%s"
fr: Erreur en lisant depuis le média « %s »

source: Selected copy mode: indirect
es: Seleccione el modo de copia: indirecto
fr: Selection du mode de copie : indirecte

source: Failed to create temporary file
es: Fallo a la creación de un fichero temporal
fr: Échec lors de la création du fichier temporaire

source: Error, not enough disk space (required: %s, available: %s) to copy archive '%s'
es: Error, no hay espacio suficiente (requerido: %s, disponible: %s) para copiar el archivo "%s"
fr: Erreur, espace disque insuffisant (requis : %s, disponible : %s) pour copier l’archive « %s »

source: Error while writing file header '%s' to temporary file
es: Error al escribir el encabezamiento del fichero "%s" en el fichero temporal
fr: Erreur en écrivant l’entête du fichier « %s » dans le fichier temporaire

source: Error while writing file data '%s' to temporary file
es: Error al escribir los datos del fichero "%s" en el fichero temporal
fr: Erreur en écrivant des données du fichier « %s » dans le fichier temporaire

source: Failed to reopen temporary file
es: Fallo a la reabertura del fichero temporal
fr: Échec lors de la réouverture du fichier temporaire

source: Error while writing header of file '%s' into media '%s'
es: Error al escirbir el encabezamiento del fichero "%s" en el media "%s"
fr: Erreur en écrivant l’entête du fichier « %s » dans le média « %s »

source: Error while reading from temporary file
es: Error al leer desde un fichero temporal
fr: Erreur en lisant depuis un fichier temporaire
