Repository: Intellique/Daemon
Catalog: locale/*/LC_MESSAGES/storiqone-job-format-media.po
Languages: es, fr

source: parameter 'block size' should be a positive integer (not %zd) and between 1 KB and 1 MB
es: El parámetro "block size" debe ser un entero positivo (no %zd) y comprendido entre 1KB y 1MB
fr: Le paramètre « block size » doit être un entier positif (pas %zd) et compris entre 1 Ko et 1Mo

source: parameter 'block size' should be a two of two, not %zd
es: El parámetro "block size" deber tener una potencia de dos, y no %zd
fr: Le paramètre « block size » doit être une puissance de deux, et non %zd

source: Partition size should be greater than 75%% of media capacity (%s / %s = %.0f)
es: El tamaño de la partición debe ser más grande que 75%% de la capacidad del media (%s / %s = %.0f)
fr: La taille de la parition doit être plus grand que 75%% de la capacité du média (%s / %s = %.0f)

source: Failed to load media '%s'
es: Fallo al cargar el media "%s"
fr: Échec lors du chargement du média « %s »

source: Trying to format a write protected media '%s'
es: Tratando de formatear un media "%s" que está protegido
fr: Tentative de formater un média « %s » qui est protégé en écriture

source: Formatting media '%s' in progress
es: Formateando el media "%s" en progreso

source: Failed to format media
es: Fallo al formatear lo medios
fr: Échec du formatage du média

source: Checking media header '%s' in progress
es: Verificación del encabezamiento del media "%s" en progreso
fr: Vérification de l’entête du média « %s » en cours

source: Checking media header '%s' was successful
es: Verificación del encabezamiento "%s" a sido exitoso
fr: La vérification de l’entête du média « %s » a réussi

source: Checking media header '%s': failed
es: Verificacón del encabezamiento del media "%s": Fallo
fr: Vérification de l’entête du média « %s » : échec

source: Invalid UUID provided by script, ignoring it
es: UUID inválido proporcionado por el script, ignorado
fr: UUID invalide fourni par le script, ignoré

source: Script request to format media with this UUID (%s) instead of (%s)
es: El script pide formatear el media con UUID (%s) en lugar de (%s)
fr: Le script demande de formater le média avec cet UUID (%s) au lieu de (%s)

source: Script request to format media with this name (%s) instead of (%s)
es: El script pide formatear el media con el nombre (%s) en lugar de (%s)
fr: Le script demande de formater le média avec ce nom (%s) au lieu de (%s)

source: No media linked to the current job
es: No hay media liado a la tarea actual
fr: Pas de média lié à la tâche actuelle

source: Trying to format a cleaning media '%s'
es: Trantando de formatear un media de limpieza "%s"
fr: Tentative de formater un média de nettoyage « %s »

source: Trying to format a worm media '%s' containing data
es: Tratando de formatear un media no regradable "%s" que contiene datos
fr: Tentative de formater un média non réinscriptible « %s » qui contient des données

source: Trying to format a media '%s' which is member of pool '%s'
es: tratando de formatear "%s" que es miembro de un pool "%s"
fr: Tentative de formater un média « %s » qui est membre du pool « %s »

source: Trying to format a media '%s' with error status
es: Tratando de formatear un media "%s"
fr: Tentative de formater un média « %s » qui est en erreur

source: No pool related to this job
es: No hay pool liado a ésta tarea
fr: Pas de pool lié à cette tâche

source: Trying to format a media '%s' to a deleted pool '%s'
es: tratando de formatear un media "%s" que está en error "%s"
fr: Tentative de formater un média « %s » vers un pool supprimé « %s »

source: Trying to format a LTFS media '%s' which does not support partition (LTFS requirement)
es: Intento al formatear un media "%s" en LTFS que no soporte las particiones (prerequeridas LTFS
fr: Tentative de formater un média « %s » en LTFS qui ne supporte pas les partitions (prérequis LTFS)

source: No write support for format '%s'
es: No hay soporte para el formato en escritura "%s"
fr: Pas de support en écriture pour le format « %s »

source: Trying to format a media '%s' (media format: %s) not matching pool '%s' (pool format: %s)
es: Tratando de formatear un media "%s" (formato del media: %s) donde el nombre no corresponde al formato del pool "%s" (formato del pool: %s)
fr: Tentative de formater un média « %s » (format du média : %s) dont le format ne correspond pas au format du pool « %s » (format du pool : %s)

source: Failed to find a suitable drive to format media '%s'
es: ho hay lector disponible para formatear el media "%s"
fr: Aucun lecteur disponible pour formater le média « %s »

source: Will use default block size '%s' defined by media format '%s'
es: Utilise el tamaño del boque predeterminado "%s" defina el formato del media "%s"
fr: Utilisera la taille de bloc par défaut « %s » définie le format du média « %s »

source: Will use default block size '%s' defined by media format '%s' because type of media '%s' is WORM
es: Utilizará el tamaño del bloque "%s" predeterminado por el formato de media "%s" porque el tipo de media "%s" es WORM
fr: Utilisera la taille de bloc « %s » par défaut définie par le format du média « %s » parce que le type du média « %s » est WORM

source: Will look for the best block size to use with media '%s'
es: Buscará el mejor tamaño del bloque para utilizarlo con el media "%s"
fr: Cherchera la meilleur taille de bloc à utiliser avec le média « %s »

source: Invalid block size '%s'
es: Tamaño del bloque no valido "%s"
fr: Taile de bloc invalide « %s »

source: parameter 'block size' should be a positive integer (not %zd)
es: El parámetro "block size" debe ser un número entero positivo (no %zd)
fr: Le paramètre « block size » doit être un entier positif (pas %zd)
