Repository: Intellique/Daemon
Catalog: locale/*/LC_MESSAGES/storiqone-job-check-archive.po
Languages: es, fr

source: Archive not found
es: Archivo no encontrado
fr: Archive non trouvée

source: No check for deleted archive '%s'
es: No hay verificación del archivo suprimido "%s"
fr: Pas de vérification d’archive supprimée « %s »

source: job option "min_version" should be greater or equal to 1
fr: L’option de tâche « min_version » doit être plus grand ou égale à 1

source: job option "max_version" should be greater or equal to 1
fr: L’option de tâche « max_version » doit être plus grand ou égale à 1

source: job option "max_version" should be greater or equal to "min_version"
fr: L’option de tâche « max_version » doit être plus grand ou égale à l’option « min_version »

source: Starting check archive (%s) in quick mode
es: Arranque de la verificación del archivo (%s) en modo rápido
fr: Démarrage de la vérification de l’archive (%s) en mode rapide

source: Failed to set worker thread name
es: Fallo de la definición del nombre del hilo de ejecución
fr: Échec lors de la définition du nom du fil d’exécution

source: Starting worker #%u
es: Arranque del hilo de ejecución #%u
fr: Démarrage du fil d’exécution #%u

source: Due to job options, all volumes of archive "%s" are skipped
fr: En raison des options de tâches, tous les volumes de l’archive « %s » sont ignorés

source: Worker #%u has finished with %s and %s
es: El trabajador #%u ha terminado "%s" y "%s"
fr: Travailler n°%u a fini avec %s et %s

source: %u warning
es: %u alerta
fr: %u avertissement

source: %u error
fr: %u erreur

source: Checking archive has finished with %s and %s
fr: La vérification de l’archive est terminée avec %s et %s

source: No checksums for volume #%u of archive '%s', ignore this volume
es: No hay suma de verificación para el volumen #%u del archivo "%s", ignore éste volumen
fr: Pas d’empreinte pour le volume n°%u de l’archive « %s », ignore ce volume

source: Error while getting media '%s', skip to next volume
fr: Erreur lors de l’obtention du média « %s », passe vers le volume suivant

source: Error while opening media '%s' at position %d, skip to next volume
fr: Erreur en ouvrant le média « %s » à la position %d, pass vers le volume suivant

source: Worker #%u : error while reading from media '%s'
es: El trabajador #%u: error al leer desde el media "%s"
fr: Travailler n°%u : erreur en lisant depuis le média « %s »

source: Worker #%u : data integrity of volume '%s' is correct
es: El trabajador #%u: la integridad de los datos del volumen "%s" es correcto
fr: Travailler n°%u : l’intégrité des données du volume « %s » est correcte

source: Worker #%u : data integrity of volume '%s' is not correct
es: El trabajador #%u: la integridad de los daros del volumen "%s" no es correcto
fr: Travailler n°%u : l’intégrité des données du volume « %s » n’est pas correcte

source: Starting check archive (%s) in thorough mode
es: Arranque de la verificacón del archivo (%s) en modo minucioso
fr: Démarrage de la vérification de l’archive (%s) en mode minutieux

source: Failed to access or load media '%s'
fr: Échec lors de l’accès ou du chargement du média « %s »

source: Failed to open volume #%u of archive '%s'
fr: Échec lors de l’ouverture du volume n°%u de l’archive « %s »

source: Error while reading from media '%s'
es: Error de lectira desde el media "%s"
fr: Erreur en lisant depuis le média « %s »

source: Data integrity of file '%s' is correct
es: La integridad de los datos del fichero "%s" es correcto
fr: L’intégrité des données du fichier « %s » est correcte

source: Data integrity of file '%s' is not correct
es: La integridad de los datos del fichero "%s" no es correcto
fr: L’intégrité des données du fichier « %s » n’est pas correcte

source: Error while reading header, bad header
fr: Erreur en lisant l’entête, mauvais entête

source: Error while reading header, IO error
fr: Erreur en lisant l’entête, Erreur d’entrée sortie

source: Data integrity of volume '%s' is correct
es: La integridad de los datos del volumen "%s" es correcto
fr: L’intégrité des données du volume « %s » est correcte

source: Data integrity of volume '%s' is not correct
es: La integridad de los datos del volumen "%s" no es correcto
fr: L’intégrité des données du volume « %s » n’est pas correcte

source: After checking, there are %s out of %s
fr: Après vérification, il y a %s sur %s

source: %lu correct file
fr: %lu fichier correct

source: %lu file
fr: %lu fichier
