Repository: Intellique/Daemon
Catalog: locale/*/LC_MESSAGES/storiqone-drive-vtl.po
Languages: es, fr

source: [%s %s %d]: Failed to erase file '%s' because %m
es: [ %s %s %d ] : Fallo al borrar el fichero "%s" porque %m
fr: [ %s %s %d ] : Échec lors de l’effacement du fichier « %s » parce que %m

source: [%s %s %d]: Failed to list files from media '%s'
es: [ %s %s %d ]: Fallo en la enumeración de los ficheros del media "%s"
fr: [ %s %s %d ] : Échec de l’énumération des fichiers du média « %s »

source: NULL
es: VACÍO
fr: VIDE

source: [%s %s %d]: Command 'shred' ended with code '%d' while removing file '%s'
es: [ %s %s %d ]: Comando "shred" a salido con el codigo "%d" en el momento de la supresión del fichero "%s"
fr: [ %s %s %d ] : Commande « shred » a quitté avec le code « %d » lors de la suppression du fichier « %s »

source: [%s %s %d]: Failed to start 'shred' command to remove file '%s'
es: [ %s %s %d]: Fallo al lanzamiento del comando "shred" para suprimir un fichero "%s"
fr: [ %s %s %d ] : Échec du lancement de la commande « shred » pour supprimer le fichier « %s »

source: [%s %s %d]: VTL does only support Storiq One format
es: [ %s %s %d]: VTL soporta únicamente el formato "Storiq One"
fr: [ %s %s %d ] : VTL ne supporte que le format « Storiq One »

source: [%s %s %d]: Failed to find optimal block size for media '%s'
es: [ %s %s %d ]: Fallo al buscar el tamaño del bloque optimal para el media "%s"

source: [%s %s %d]: Failed to write media header '%s'
es: [%s %s %d]: Fallo de escritura en el encabezamiento del media "%s"
fr: [ %s %s %d ] : Échec lors de l’écriture de l’en-tête du média « %s »

source: [%s %s %d]: Failed to open file from media '%s' at position '%d' because %m
es: [ %s %s %d ]: Fallo a la abertura del fichero del media "%s" en la posición "%d" porque %m
fr: [ %s %s %d ] : Échec lors de l’ouverture du fichier du média « %s » à la position « %d » parce que %m

source: [%s %s %d]: Failed to find media with UUID '%s' from database
es: [%s %s %d]: Fallo al buscar el media con l'UUID "%s" desde la base de datos
fr: [ %s %s %d ] : Échec lors de la recherche du média avec l’UUID « %s » depuis la base de données

source: [%s %s %d] Error while closing media '%s' at position '%d' because %s
es: [%s %s %d] Error al cerra el media "%s" en la posición "%d" porque %s
fr: [ %s %s %d ] Erreur en fermant le média « %s » à la position « %d » parce que %s

source: [%s %s %d] Error while getting file information from media '%s' at position '%d' because %m
es: [%s %s %d] Error al recuperar las informaciones del fichero "%s" en la posición "%d" porque %m
fr: [ %s %s %d ] Erreur en récupérant les informations du fichier du média « %s » à la position « %d » parce que %m

source: [%s %s %d] Error while forwarding into media file '%s' at position '%d' because %m
es: [%s %s %d] Error de avance en el fichero del media "%s" en la posición "%d" porque %m
fr: [ %s %s %d ] Erreur en avançant dans le fichier du média « %s » à la position « %d » parce que %m

source: [%s %s %d] Error while reading file from media '%s' at position '%d' because %m
es: [%s %s %d] Error leyendo el fichero desde el media "%s" en la posición "%d" porque %m
fr: [ %s %s %d ] Erreur en lisant le fichier depuis le média « %s » à la position « %d » parce que %m

source: [%s %s %d] Error while writing file from media '%s' at position '%d' because %m
es: [ %s %s %d] Error al escribir en el fichero desde el media "%s" en la posición "%d" porque %m
fr: [ %s %s %d ] Erreur en écrivant dans le fichier depuis le média « %s » à la position « %d » parce que %m

source: [%s %s %d] Error while writing to media file '%s' at position '%d' because %m
es: [%s %s %d] Error al ecribir el fichero del media "%s" en la posición "%d" porque %m
fr: [ %s %s %d ] Erreur en écrivant le fichier du média « %s » à la position « %d » parce que %m

source: [%s %s %d] Error while opening file '%s' because %m
es: [ %s %s %d] Error al abrir el fichero "%s" porque %m
fr: [ %s %s %d ] Erreur en ouvrant le fichier « %s » parce que %m

source: [%s %s %d] Error while repositioning at beginning of file from media '%s' at position '%d' because %m
es: [ %s %s %d] Error al posicionarse al comienzo del fichero desde el media "%s" en la posición "%d" porque %m
fr: [ %s %s %d ] Erreur en repositionnant en début de fichier depuis le média « %s » à la position « %d » parce que %m

source: [%s %s #%u]: Using default block size (%s) for media '%s'
fr: [ %s %s %u ] : Utilisation de la taille de bloc par défaut (%s) pour le média « %s »
