Repository: Intellique/Daemon
Catalog: locale/*/LC_MESSAGES/storiqone-job-create-archive.po
Languages: es, fr

source: No new files need to be archived.
fr: Aucun nouveau fichier à archiver

source: Error while synchronizing archive with database
es: Error al sincronizar el archivo con la base de datos
fr: Erreur en synchronisant l’archive avec la base de données

source: Archive synchronized with database
es: Archivo sincronizado con la base de datos
fr: Archive synchronisée avec la base de données

source: Starting round #%u
fr: Démarrage de l’épreuve n°%u

source: Adding file '%s' to archive
es: Añadir el fichero "%s" al archivo
fr: Ajout du fichier « %s » à l’archive

source: Error while adding %s to archive
es: Error al añadir "%s" al archivo
fr: Erreur pendant l’ajout de %s à l’archive

source: Error while writing data to file (%s) to archive
fr: Erreur en écrivant les données du fichier (%s) à l’archive

source: Error while reading from %s
es: Error de lectura desde %s
fr: Erreur en lisant depuis %s

source: Error while getting header of file (selected file: %s)
fr: Erreur lors de la récupération de l’entête du fichier (fichier sélectionné : %s)

source: Closing archive
es: Cierre del archivo
fr: Fermeture de l’archive

source: Synchronizing archive with database
es: Sincronizando el achivo con la base de datos
fr: Synchronisation de l’archive avec la base de données

source: Generating report
es: Generador de informes
fr: Génération du rapport

source: There are no selected files to create a new archive or to add into an archive
es: No hay ficheros seleccionados para crear un nuevo archivo o añadir a un archivo
fr: Il n’y a pas de fichiers sélectionnés pour créer une nouvelle archive ou à ajouter à une archive

source: Error, path '%s' does not exist
es: Error, la ruta "%s" no exite
fr: Erreur, le chemin « %s » n’existe pas

source: Error, no pool and no archive defined
es: Error, ningun pool y ningun archivo definido
fr: Erreur, aucun pool et aucune archive de défini

source: Error, a pool (%s) and an archive (%s) sould not be linked to the job (%s) at same time
fr: Erreur, un pool (%s) et une archive (%s) ne doivent pas être liés à un tâche (%s) en même temps

source: Error, you can't add files to archive '%s' by policy
es: Error, la politica no autoriza añadir el fichero a un archivo "%s"
fr: Erreur, la politique n’autorise pas l'ajout de fichiers à l’archive « %s »

source: Bug: archive '%s' does not contain files
es: Bug: archivo "%s" no contiene ficheros
fr: Bogue : l’archive « %s » ne contient pas de fichier

source: Error, trying to create an archive '%s' into a deleted pool '%s'
es: Error, intento al crear un archivo "%s" en un pool suprimido "%s"
fr: Erreur, tentative de créer une archive « %s » dans un pool supprimé « %s »

source: Error, can't add file to the archive '%s' because it should be synchronized first
es: Error, no puede añadir el fichero en el archivo "%s" porque éste no está sincronizado
fr: Erreur, ne peut pas ajouter de fichier dans l’archive « %s » parce qu’elle n’est pas synchronisée

source: Space required (%s) for creating new archive '%s'
es: Espacio requerido (%s) para crear un nuevo archivo "%s"
fr: Espace requis (%s) pour créer une nouvelle archive « %s »

source: Error: not enought space available in pool (%s)
es: Error: no hay espacio suficiente en el pool (%s)
fr: Erreur : espace insuffisant dans le pool (%s)

source: Warning, skipping archive '%s' from pool '%s' because this archive is not synchronized
es: Atención, el archivo "%s" del pool "%s" porque el archivo no está sincronizado
fr: Attention, l’archive « %s » du pool « %s » n’est pas traitée parce qu’elle n’est pas synchronisée

source: Error, trying to create an archive into a deleted pool '%s'
es: Error, al iniciar la creación de un archivo en un pool suprimido "%s"
fr: Erreur, tentative de créer une archive dans un pool supprimé « %s »

source: Space required (%s) to add to archive '%s'
es: Espacio requerido (%s) para añdir a unarchivo "%s"
fr: Espace requis (%s) pour ajouter à l’archive « %s »

source: Error: not enough space available in pool (%s)
es: Error: no hay espacio suficiente en el pool (%s)
fr: Erreur : espace insuffisant dans le pool (%s)

source: Error while adding file (%s) to pool %s
es: Error al añadir un fichero (%s) o pool%s
fr: Erreur en ajoutant un fichier (%s) au pool %s

source: Archive continue on media (%s)
es: Archivo continua en el media (%s)
fr: L’archive continue sur le média (%s)

source: No more media on pool '%s'
fr: Plus aucun média dans le pool « %s »

source: Error while closing archive '%s' from pool '%s'
fr: Erreur lors de la fermeture de l’archive « %s » du pool « %s »

source: Error while getting drive from pool '%s'
fr: Erreur lors de la obtention du lecteur depuis le pool « %s »

source: Error while opening media from pool '%s'
fr: Erreur lors de l’overture du média du pool « %s »

source: No drive currently available for pool '%s', will retry later
fr: Aucun lecteur actuellement disponible pour le pool « %s », nouveau essaie plus tard

source: Error while opening media '%s' from pool '%s'
fr: Erreur lors de l’ouverture du média « %s » du pool « %s »

source: Warning, not archiving to pool '%s': not enough space (space reserved: %s, space required: %s)
es: Atención, imposible de archivar en el pool "%s": no hay suficiente espacio (espacio reservado: %s, espacio "requerido: %s"
fr: Attention, impossible d’archiver dans le pool « %s » : pas assez d’espace dans celui-ci (espace réservé : %s, espace requis : %s)

source: Failed to start database transaction
es: Fallo al iniciar una nueva transacción de base de datos
fr: Échec lors du démarrage d’une nouvelle transaction de base de données
