Repository: Intellique/Daemon
Catalog: locale/storiqone-job-backup-db.*.po
Languages: fr_fr

source: Failed to get database hander
fr_fr: Échec de l’optention du gestionnaire de base de données

source: Failed to create temporary file
fr_fr: Échec de la création du fichier temporaire

source: Error while writting into temporary file because %m
fr_fr: Erreur lors de l’écriture dans le fichier temporaire parce que %m

source: Error while reading from database because %m
fr_fr: Erreur lors de la lecture depuis la base de donées parce que %m

source: Error while writting into drive because %m
fr_fr: Erreur lors de l’écriture dans le lecteur parce que %m

source: Error while reading from temporary file because %m
fr_fr: Erreur lors de la lecture depuis le fichier temporaire parce que %m

source: No more media found, abording backup database
fr_fr: Plus de média trouvé, abandon de la sauvegarde de la base de données

source: Will require more space to complete backup
fr_fr: À besoin de plus d’espace pour accomplir la sauvegarde

source: Pool (Storiq one database backup) not found
fr_fr: Pool (Storiq one database backup) non trouvé

source: Try to back up database into a pool which is deleted
fr_fr: Tentation de sauvegarder dans un pool qui est supprimé

source: Try to back up database into a pool whose is not growable and without any medias
fr_fr: Tentation de sauvegarder dans un pool qui n’est pas extensible et qui ne contient pas de médias
