Repository: Intellique/Daemon
Catalog: locale/storiqone-job-check-backup-db.*.po
Languages: fr_fr

source: Failed while setting the name of worker thread
fr_fr: Échec lors de la définition du nom du fil d’exécution

source: Checking backup volume #%u: success
fr_fr: Vérification du volume n°%u de la sauvegarde : réussi

source: Checking backup volume #%u: failed
fr_fr: Vérification du volume n°%u de la sauvegarde : échec

source: Checking backup: success
fr_fr: Vérification de la sauvegarde : réussi

source: Checking backup: failed
fr_fr: Vérification de la sauvegarde : échec

source: Backup not found
fr_fr: Sauvegarde non trouvée

source: BUG: media should not be empty
fr_fr: BOGUE : le média ne doit pas être vide

source: Try to read a media with error status
fr_fr: Tentative de lire un média dont son statut est en erreur

source: Warning, media '%s' not found
fr_fr: Attention, le média « %s » n’a pas été trouvé

source: Error, failed to open backup from media '%s'
fr_fr: Erreur, échec lors de l’ouverture de la sauvegarde depuis le média « %s »
