Repository: Intellique/Daemon
Catalog: locale/storiqone-job-format-media.*.po
Languages: fr_fr

source: Failed to load media '%s'
fr_fr: Échec lors du chargement du média « %s »

source: Try to format a write protected media '%s'
fr_fr: Tentative de formater un média « %s » qui est protégé en écriture

source: Formatting media '%s' in progress (block size used: %zd)
fr_fr: Formatage du média « %s » en cours (taille de bloc utilisée : %zd)

source: Formatting media '%s' in progress
fr_fr: Formatage du média « %s » en cours

source: Failed to format media
fr_fr: Échec du formatge du média

source: Checking media header '%s' in progress
fr_fr: Vérification de l’entête du média « %s » en cours

source: Checking media header '%s': success
fr_fr: La vérification de l’entête du média « %s » a réussi

source: Checking media header '%s': failed
fr_fr: Vérification de l’entête du média « %s » : échec

source: No pool related to this job
fr_fr: Pas de pool lié à cette tâche

source: No media linked to the current job
fr_fr: Pas de média lié à la tâche actuelle

source: Try to format a cleaning media '%s'
fr_fr: Tentative de formater un média de nettoyage « %s »

source: Try to format a worm media '%s' with data
fr_fr: Tentative de formater un média non réinscriptible « %s » qui contient des données

source: Try to format a media '%s' which is a member of pool '%s'
fr_fr: Tentative de formater un média « %s » qui est membre du pool « %s »

source: Try to format a media '%s' with error status
fr_fr: Tentative de formater un média « %s » qui est en erreur

source: Try to format a media '%s' to a pool '%s' which is deleted
fr_fr: Tentative de formater un média « %s » dans un pool supprimé « %s »

source: Try to format a media '%s' (media format: %s) whose type does not match the format of pool '%s' (fomat: %s)
fr_fr: Tentative de formater un média « %s » (format du média : %s) dont le format ne correspond pas au format du pool « %s » (format du pool : %s)

source: Failed to find suitable drive to format media '%s'
fr_fr: Échec lors de la recherche d’un lecteur pour formater le média « %s »

source: Will use default block size '%s' defined by media format '%s'
fr_fr: Utilisera la taille de bloque par défaut « %s » définie le format du média « %s »

source: Will use default block size '%s' defined by media format '%s' because type of media '%s' is worm media
fr_fr: Utilisera la taille de bloque « %s » par défaut définie par le format du média « %s » parce que le type du média « %s » est WORM

source: Will find the best block size to use with media '%s'
fr_fr: Cherchera la meilleur taille de bloque à utiliser avec le média « %s »

source: parameter 'block size' should be a positive integer (not %zd)
fr_fr: Le paramètre « block size » doit être un entier positif (pas %zd)

source: Invalid uuid provide by script, ignoring it
fr_fr: uuid invalide fourni par le script

source: Script request to format media with this uuid (%s) instead of (%s)
fr_fr: Le script demande de formater le média avec cet uuid (%s) au lieur de (%s)

source: Script request to format media with this name (%s) instead of (%s)
fr_fr: Le scripte demande de formater le média avec ce nom (%s) au lieur de (%s)
