Repository: Intellique/Daemon
Catalog: locale/storiqone-logger.*.po
Languages: fr_fr

source: Log: file: logrotate detected
fr_fr: Log : file : logrotate détecté

source: New connection...
fr_fr: Nouvelle connexion...

source: Connection closed
fr_fr: Connexion fermé

source: Received incorrect message
fr_fr: Message incorrect reçu

source: Loader: access to file '%s' failed because %m
fr_fr: Loader : l’accès au fichier « %s » a échoué parce que %m

source: Loader: failed to load '%s' because %s
fr_fr: Loader : échec au chargement de « %s » parce que %s

source: Storiqoned has hang up
fr_fr: Le démon a inopinément quitté

source: Starting logger process (pid: %d, ppid: %d, sid: %d)
fr_fr: Démarrage du processus logger (pid : %d, ppid : %d : sid : %d)

source: Checksum: %s, last commit: %s
fr_fr: Empreinte : %s, dernier commit : %s

source: No configuration received from daemon, will quit
fr_fr: Pas de configuration reçu du démon, va maintenant quitter

source: Modules loaded
fr_fr: Modules chargés

source: Logger process (pid: %d) will now exit
fr_fr: Processus logger (pid : %d) va maintenant quitter
