Repository: Intellique/Daemon
Catalog: locale/storiqone-job-import-archives.*.po
Languages: fr_fr

source: Failed to load media '%s'
fr_fr: Échec lors du chargement du média « %s »

source: Count the number of archives
fr_fr: Calcul le nombre d’archives

source: Parse archive #%u
fr_fr: Analyse l’archive n°%u

source: Critic error, no media linked to the current job
fr_fr: Erreur critique, pas de média lié à la tâche actuelle

source: Try to import a cleaning media '%s'
fr_fr: Tentative d’importation d’une média de netoyage « %s »

source: Try to import a media '%s' which is a member of pool '%s'
fr_fr: Tentative d’importation d’un média « %s » qui est membre du pool « %s »

source: Try to import a media '%s' with error status
fr_fr: Tentative d’importation d’un média « %s » qui est en erreur

source: Pool not found
fr_fr: Pool non trouvé

source: Try to import into a pool '%s' which is deleted
fr_fr: Tentative d’importation dans un pool supprimé « %s »

source: Try to import archives from media '%s' (media format: %s) whose type does not match the format of pool '%s' (fomat: %s)
fr_fr: Tentative d’importation d’archives depuis un média « %s » (média format : %s) dont le format ne correspond pas au format du pool « %s » (format du pool : %s)

source: Failed to find suitable drive to format media '%s'
fr_fr: Échec lors de la recherche d’un lecteur pour formater le média « %s »
