Repository: Intellique/Daemon
Catalog: locale/storiqoned.*.po
Languages: fr_fr

source: New connection 'admin'
fr_fr: Nouvelle connexion « admin »

source: Restart changer: %s
fr_fr: Redémarrage de l’échangeur : %s

source: Restart logger
fr_fr: Redémarrage de l’enregistreur

source: Checksum: %s, last commit: %s
fr_fr: Empreinte : %s, dernier commit : %s

source: Using configuration file: '%s' instead of '%s'
fr_fr: Utilisation du fichier de configuration : « %s » au lieu de « %s »

source: Checksum: %s, last commit: %s
fr_fr: Empreinte : %s, dernier commit : %s

source: Parsing option: ok
fr_fr: L’analyse des options : ok

source: No administration configured
fr_fr: Pas d’administration configuré

source: Daemon will shut down
fr_fr: Le démon va s’arrêter

source: --config=FILE, -c : Read this configuration FILE instead of “%s”
fr_fr: --config=FICHIER, -c : Li ce FICHIER de configuration à la place de « %s »

source: --help, -h : Show this and exit
fr_fr: --help, -h : Affiche ceci et quitte

source: --pid-file=FILE, -p : Write the pid of daemon into FILE instead of “%s”
fr_fr: --pid-file=FICHIER, -p : Écrit le pid du démon dans FICHIER au lieu de « %s »

source: --version, -V : Show the version of StoriqOne then exit
fr_fr: --version, -V : Affiche la version de StoriqOne puis quitte
