Repository: Intellique/Daemon
Catalog: locale/storiqone-job-erase-media.*.po
Languages: fr_fr

source: Failed to load media '%s'
fr_fr: Échec lors du chargement du média « %s »

source: Try to erase a media '%s' with a write protected media
fr_fr: Tentative d’effacement un média « %s » avec la protection contre l’écriture

source: Erasing media '%s' in progress (mode: %s)
fr_fr: L’effacement du média « %s » en cours (mode : %s)

source: quick
fr_fr: rapide

source: Erase media '%s' finished with sucess
fr_fr: L’effacement du média « %s » terminé avec succès

source: Failed to erase media '%s'
fr_fr: Échec lors de l’effacement du média « %s »

source: Critic error, no media linked to the current job
fr_fr: Erreur critique, pas de média lié à la tâche actuelle

source: Try to erase a cleaning media
fr_fr: Tentative d’effacement d’un média de netoyage

source: Try to erase a worm media
fr_fr: Tentative d’effacement d’un média non réinscriptible

source: Try to erase a media with error status
fr_fr: Tentative d’effacement d’un média qui a un status en erreur

source: Try to erase a media witch contains an undeleted archive (named: %s)
fr_fr: Tentative d’effacement d'un média qui contient une archive non supprimées (nommé : %s)

source: Abort job because media '%s' contains undeleted archive
fr_fr: Abandon de la tâche parce que le média « %s » contient des archives qui ne sont pas supprimées
