Repository: Intellique/Daemon
Catalog: locale/storiqone-drive-tape.*.po
Languages: fr_fr

source: [%s | %s | #%u]: failed to read medium axilary memory
fr_fr: [ %s | %s | #%u ] : échec lors de la lecture de la mémoire auxiliaire du média

source: [%s | %s | #%u]: Erasing media '%s' (mode: %s)
fr_fr: [ %s | %s | #%u ] : Effacement du média '%s' (mode: %s)

source: quick
fr_fr: rapide

source: [%s | %s | #%u]: Failed to erase media '%s' (mode: %s)
fr_fr: [ %s | %s | #%u ] : Échec lors de l’effacement du média '%s' (mode: %s)

source: [%s | %s | #%u]: media '%s' has been erased with success (mode: %s)
fr_fr: [ %s | %s | #%u ] : le média '%s' a été effacé avec succès (mode: %s)

source: [%s | %s | #%u]: found block size: %zd
fr_fr: [ %s | %s | #%u ] : taille de bloc trouvé : %zd

source: [%s | %s | #%u]: drive is open for reading
fr_fr: [ %s | %s | #%u ] : ouverture du lecteur en lecture

source: [%s | %s | #%u]: drive is open for writing
fr_fr: [ %s | %s | #%u ] : ouverture du lecture en écriture

source: [%s | %s | #%u]: Try to recover an error
fr_fr: [ %s | %s | #%u ] : Tentative de récupérer une erreur

source: [%s | %s | #%u]: Fast forwarding to end of media '%s'
fr_fr: [ %s | %s | #%u ] : Avance rapide vers la fin du média « %s »

source: [%s | %s | #%u]: Fast forwarding to end of media '%s' finished with error '%m'
fr_fr: [ %s | %s | #%u ] : Avance rapide vers la fin du média « %s » terminé avec une erreur « %m »

source: [%s | %s | #%u]: Fast forwarding to end of media '%s' finished with status = OK
fr_fr: [ %s | %s | #%u ] : Avance rapide vers la fin du média « %s » terminé avec succès

source: [%s | %s | #%u]: Positioning media '%s' to position #%d
fr_fr: [ %s | %s | #%u ] : Positionnement du média « %s » vers la position #%d

source: [%s | %s | #%u]: Positioning media '%s' to position #%d finished with error '%m'
fr_fr: [ %s | %s | #%u ] : Positionnement du média « %s » vers la position #%d terminé avec une erreur « %m »

source: [%s | %s | #%u]: Positioning media '%s' to position #%d finished with status = OK
fr_fr: [ %s | %s | #%u ] : Positionnement du média « %s » vers la position #%d terminé avec succés

source: [%s | %s | #%u]: Checking media header '%s'
fr_fr: [ %s | %s | #%u ] : Vérification de l'entête du média « %s »

source: [%s | %s | #%u]: Error while checking media header '%s'
fr_fr: [ %s | %s | #%u ] : Erreur en vérifiant l'entête de la bande « %s »

source: Found LTFS header in media with (volume id: %s)
fr_fr: Entête de bande LTFS trouvé (id du volume : %s)

source: [%s | %s | #%u]: forward from media '%s' at file position #%u and #record %ld
fr_fr: [ %s | %s | #%u ] : avance dans le média « %s » à la position #%u et le numéro d’enregistrement %ld

source: Media information of %s, Medium manufacturer: %s
fr_fr: Information du média %s, Fabricant du média: %s

source: Media information of %s, Medium date: %s
fr_fr: Information du média %s, date du média: %s

source: [%s | %s | #%u]: drive is close
fr_fr: [ %s | %s | #%u ] : lecteur est fermé
