Repository: Intellique/Daemon
Catalog: locale/storiqone-job-copy-archive.*.po
Languages: fr_fr

source: Failed to load media '%s'
fr_fr: Échec lors du chargement du média « %s »

source: Writing metadata of copy archive '%s'
fr_fr: Écriture des méta-données de la copie d’archive « %s »

source: Error while writing metadata of copy archive '%s'
fr_fr: Erreur en écrivant les méta-données de la copie d’archive « %s »

source: Wrote sucessfully metadata of copy archive '%s'
fr_fr: Écriture avec succès des méta-données de la copie d’archive « %s »

source: Synchronizing archive '%s' into database
fr_fr: Synchronisation de l’archive « %s » dans la base de données

source: Failed to start transaction info database
fr_fr: Échec lors du démarrage d’une nouvelle transaction dans la base de données

source: Failed to synchronize archive '%s' into database
fr_fr: Échec de la synchronisation de l’archive « %s » avec la base de données

source: Archive '%s' synchronized into database
fr_fr: L’archive « %s » est synchronisé avec la base de données

source: Archive not found
fr_fr: Archive non trouvé

source: Try to copy an deleted archive '%s'
fr_fr: Tentative de copier une archive supprimée « %s »

source: Pool not found
fr_fr: Pool non trouvé

source: Try to copy an archive '%s' into a pool '%s' which is deleted
fr_fr: Tentative de copier une archive « %s » dans un pool « %s » qui est supprimé

source: Failed to find suitable drive to copy archive '%s'
fr_fr: Échec lors de la recherche d’un lecteur valable pour copier l’archive « %s »

source: Error: not enought space available into pool '%s'
fr_fr: Erreur : pas assez d’espace disponible dans le pool « %s »

source: Select copy mode: direct
fr_fr: Selection du mode de copie : direct

source: Error while writing header of file '%s' into media '%s'
fr_fr: Erreur en écrivant l’entête du fichier « %s » dans le média « %s »

source: Error while writing data of file '%s' into media '%s'
fr_fr: Erreur en écrivant les données du fichier « %s » dans le média « %s »

source: Error while reading from media '%s'
fr_fr: Erreur en lisant depuis le média « %s »

source: Select copy mode: indirect
fr_fr: Selection du mode de copie : indirecte

source: Failed to create temporary file
fr_fr: Échec lors de la création du fichier temporaire

source: Error, disk space is not enough (required: %s, available: %s) to copy archive '%s'
fr_fr: Erreur, espace disque insuffisant (requis : %s, disponible : %s) pour copier l’archive « %s »

source: Error while writing header du fichier '%s' into temporary file
fr_fr: Erreur en écrivant l’entête du fichier « %s » dans le fichier temporaire

source: Error while writing data of file '%s' into temporary file
fr_fr: Erreur en écrivant des données du fichier « %s » dans le fichier temporaire

source: Failed to reopen temporary file
fr_fr: Échec lors de la réouverture du fichier temporaire

source: Error while writing data of file '%s' to media '%s'
fr_fr: Erreur en écrivant des données du fichier « %s » dans le média « %s »

source: Error while reading from temporary file
fr_fr: Erreur en lisant depuis un fichier temporaire
