Repository: Intellique/Daemon
Catalog: locale/storiqone-job-create-archive.*.po
Languages: fr_fr

source: Adding %s to archive
fr_fr: Ajout %s dans l’archive

source: Error while adding %s to archive
fr_fr: Erreur pendant l’ajout de %s dans l’archive

source: Error while reading from %s
fr_fr: Erreur en lisant depuis %s

source: Closing archive
fr_fr: Fermeture de l’archive

source: Synchronizing archive with database
fr_fr: Synchronisation de l’archive avec la base de données

source: Error while synchronize archive into database
fr_fr: Erreur en synchronisant l’archive dans la base de données

source: There is no select files to create new archive or to add into an archive
fr_fr: Il n’y a pas de fichiers sélectionnés pour créer une nouvelle archive ou ajouter des fichiers dans une archive

source: Error, path '%s' do not exist
fr_fr: Erreur, le chemin « %s » n’existe pas

source: Error, Can't create new archive or add into an archive
fr_fr: Erreur, ne peut pas créer de nouvelle archive ou d’ajouter dans une archive

source: Error, can't add file into an archive '%s' which forbid to add them
fr_fr: Erreur, ne peut pas ajouter de fichier dans l’archive « %s » qui l'interdit de le faire

source: Bug: archive '%s' do not contain files
fr_fr: Bogue : l’archive « %s » ne contient pas de fichier

source: Try to create an archive '%s' into a pool '%s' which is deleted
fr_fr: Tentative de créer une archive « %s » dans un pool « %s » qui est supprimé

source: Error, can't add file to the archive '%s' because this archive should be synchronized
fr_fr: Erreur, ne peut pas ajouter de fichier dans l’archive « %s » parce qu’elle n’est pas synchronisée

source: Error: not enought space available into pool (%s)
fr_fr: Erreur : espace insuffisant dans le pool (%s)

source: Warning, ignoring archive '%s' from pool '%s' because this archive is not synchronized
fr_fr: Attention, l’archive « %s » du pool « %s » est ignorée parce qu’elle n’est pas synchronisée

source: Size require (%s) for creating new archive '%s'
fr_fr: Taille requis (%s) pour créer une nouvelle archive « %s »

source: Try to create an archive into a pool '%s' which is deleted
fr_fr: Tentative de créer une archive dans un pool « %s » qui est supprimé

source: Size require (%s) for adding to the archive '%s'
fr_fr: Taille requis (%s) pour ajouter à the archive « %s »

source: Error while adding file (%s) to pool %s
fr_fr: Erreur en ajoutant un fichier (%s) dans le pool %s

source: Archive continue to media (%s)
fr_fr: L’archive continue sur le média (%s)

source: Warning, we will not archive into pool '%s' because we can not reserve enough space on it (space reserved: %s, space require: %s)
fr_fr: Attention, on n’archivera pas dans le pool « %s » parce que l’on ne peut pas réserver assez d’espace dans celui-ce (espace réservé : %s, espace requis : %s)

source: Failed to start transaction info database
fr_fr: Échec lors du démarrage d’une nouvelle transaction dans la base de données
